Repository: 0rez91/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: el, et, zu

source: Emphasis"pa
zu: Ukugcizelela"pa

source: English Wikipedia Article"pa
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiNgisi"pa

source: Enter a hint here. If you do not want to provide a hint, leave this field blank."pa
zu: Faka icebiso lapha.Uma ungathandi ukunikeza icebiso, shiya lesi sikhala singenalutho."pa

source: Enter any feedback you wish to provide the learner with-in the feedback field. This field can be left blank."pa
zu: Faka umbono wakho ngokwenziwe ofisa ukuwunika umfundi esikhaleni sombono ngokwenziwe.Lesi sikhala singashiywa singenalutho."pa

source: Enter instructions for completion here"pa
zu: Faka iziyalezo zokwenziwa komsebenzi lapha"pa

source: Enter the instructions for completion here"pa
zu: Faka iziyalezo zokwenziwa komsebenzi lapha"pa

source: Enter the label here"pa
zu: Faka ilebula lapha"pa

source: Error loading package \"%s\": %s"pa
zu: Iphakethe lokulayisha okonakele \''%s\'': %s"pa

source: Example"pa
zu: Isibonelo"pa

source: Example Example"pa
zu: Isibonelo Isibonelo"pa

source: Exported to %s"pa
zu: Kuthunyelwe e %s"pa

source: External Web Site"pa
zu: Isiza se-Internet Sangaphandle"pa

source: Extra large"pa
zu: Okukhulu ngokwengeziwe"pa

source: False"pa
zu: Amanga"pa

source: Feedback"pa
zu: Umbono ngokwenziwe"pa

source: Feedback:"pa
zu: Umbono ngokwenziwe:"pa

source: Filename %s is a file, cannot replace it"pa
zu: Igama lefayela %s ifayela, ngeke lithathe isikhundla salo"pa

source: Flash Movie"pa
zu: Umboniso bhanyabhanya"pa

source: Flash with Text"pa
zu: Umboniso wesikhashana onokubhaliwe"pa

source: Force everyone to be subscribed?:"pa
zu: Phoqa wonk' umuntu abe ilunga?":"pa

source: Forum Name:"pa
zu: iGama leNgosi:"pa

source: Forum Name: "pa
zu: iGama leNgosi:"pa

source: Forum type:"pa
zu: Uhlobo lwengosi:"pa

source: Free Text"pa
zu: Okubhaliwe okuKhululekile"pa

source: French Wikipedia Article"pa
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiFulentshi"pa

source: German Wikipedia Article"pa
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiJalimane"pa

source: Get score"pa
zu: Thola okuzuziwe"pa

source: Group mode:"pa
zu: Eqenjini"pa

source: Hide"pa
zu: Fihla"pa

source: Hide/Show Word"pa
zu: Fihla/Bonisa iGama"pa

source: Hint"pa
zu: Icebiso"pa

source: Hint:"pa
zu: Icebiso:"pa

source: Home"pa
zu: iKhaya"pa

source: Icons"pa
zu: Izithombe zezinhlelo"pa

source: Image"pa
zu: Isithombe"pa

source: Image Gallery"pa
zu: Umtapo Wezithombe"pa

source: Image Magnifier"pa
zu: Isikhulisa sithombe"pa

source: Image with Text"pa
zu: Isithombe esinokubhaliwe"pa

source: ImageMagnifier"pa
zu: Isikhulisa sithombe"pa

source: Incorrect!"pa
zu: Kuyiphutha"pa

source: Instant Marking?"pa
zu: Ukumaka ngaso leso sikhathi?"pa

source: Instructions"pa
zu: Izilayezo"pa

source: Instructions For Learners"pa
zu: Iziyalezo zaBafundi"pa

source: Instructions for completion"pa
zu: Iziyalezo zokwena umsebenzi"pa

source: Introduction"pa
zu: Isingeniso"pa

source: Italian Wikipedia Article"pa
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiNtaliyane"pa

source: Japanese Wikipedia Article"pa
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiJaphani"pa

source: Label"pa
zu: Lebula"pa

source: Large"pa
zu: Okukhulu"pa

source: Learning Management System"pa
zu: Isimiso Sokulawula Ukufunda"pa

source: Learning Management System:"pa
zu: Isimiso Sokulawula Ukufunda:"pa

source: Left"pa
zu: Kwesokunxele"pa

source: Level 1: "pa
zu: iZinga 1: "pa

source: Level 2: "pa
zu: iZinga 2: "pa

source: Level 3: "pa
zu: iZinga 3: "pa

source: Link to the forum"pa
zu: Xhumana nengosi yokukhuluma"pa

source: Load"pa
zu: Layisha"pa

source: Magnify initial zoom? "pa
zu: Khulisa ukukhulisa kokuqala? "pa

source: Maximum zoom "pa
zu: Ukukhulisa okuphezulu"pa

source: Medium"pa
zu: Maphakathi"pa

source: Move Down"pa
zu: Iya ezansi"pa

source: Move Up"pa
zu: Iya phezulu"pa

source: Multi-Choice Question"pa
zu: Umbuzo ongumazikhethele"pa

source: Name"pa
zu: iGama"pa

source: New Forum"pa
zu: Ingosi Yokukhuluma Entsha"pa

source: New Topic"pa
zu: Isihloko Esisha"pa

source: New iDevice"pa
zu: I-iDevice eNtsha"pa

source: Next"pa
zu: Okulandelayo"pa

source: No"pa
zu: Cha"pa

source: No Images Loaded"pa
zu: Akukho zithombe ezilayishiwe"pa

source: No Thumbnail Available. Could not load original image."pa
zu: Akukho Sithonjana. Isithombe soqobo asilayishekanga."pa

source: No Thumbnail Available. Could not shrink image."pa
zu: Akukho Sithonjana. Isithombe asinciphisekanga."pa

source: No discussions, but replies are allowed"pa
zu: Akukho zingxoxo, kodwa izimpendulo zamukelekile"pa

source: No discussions, no replies"pa
zu: Akukho zingxoxo, akukho zimpendulo"pa

source: No emphasis"pa
zu: Akukho ukugcizelela"pa

source: No groups"pa
zu: Akukho maqembu"pa

source: None"pa
zu: Akukho"pa

source: OK"pa
zu: Kulungile"pa

source: Objectives"pa
zu: Izinjongo"pa

source: Option"pa
zu: Okukhethwayo"pa

source: Options"pa
zu: Okukhethwayo"pa

source: Other"pa
zu: Okunye"pa

source: Outline"pa
zu: Uhlaka"pa

source: Package saved to: %s"pa
zu: iPhakethe ligcinwe e: %s"pa

source: Pedagogical Help"pa
zu: Usizo Lukamfundisi"pa

source: Pedagogical Tip"pa
zu: Icebiso likamfundisi"pa

source: Please enter a discussion topic name.\n"pa
zu: Ucelwa ukuba ufake igama lesihloko sengxoxo.\n"pa

source: Please enter a name for the forum\n"pa
zu: Ucelwa ukuba ufake igama lengosi yengxoxo\n"pa

source: Please enter an idevice name."pa
zu: Ucelwa ukuba ufake igama le-idevice."pa

source: Please select LMS.\n"pa
zu: Ucelwa ukuba ukhethe i-LMS.\n"pa

source: Please select a LMS"pa
zu: Ucelwa ukuba ukhethe i-LMS"pa

source: Please select a correct answer for each question."pa
zu: Ucelwa ukuba ukhethe impendulo efanele yalowo nalowo mbuzo."pa

source: Please select a forum.\n"pa
zu: Ucelwa ukuba ukhethe ingosi yengxoxo.\n"pa

source: Polish Wikipedia Article"pa
zu: Ukulandisa okubhaliwe kwe-Wilipedia yesiPholishi"pa

source: Portugese Wikipedia Article"pa
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiPutukezi"pa

source: Preknowledge"pa
zu: Ulwazi lwangaphambili"pa

source: Preview"pa
zu: Umboniso"pa

source: Previous"pa
zu: Kwangaphambili"pa

source: Project Properties"pa
zu: Ubunjalo Bokuhleliwe"pa

source: Project title:"pa
zu: Isihloko sokuhleliwe:"pa

source: Provide a brief description of the file"pa
zu: Nikeza incazelo emfushane yefayela"pa

source: Purpose"pa
zu: Inhloso"pa

source: Put instructions for learners here"pa
zu: Faka iziyalezo zabafundi lapha"pa

source: Question"pa
zu: Umbuzo"pa

source: Question(s)"pa
zu: U(I)mbuzo"pa

source: Question:"pa
zu: Umbuzo:"pa

source: Read the paragraph below and fill in the missing words"pa
zu: Funda isigaba esingezansi bese ugcwalisa ngamagama ezikhaleni"pa

source: Read the paragraph below and fill in the missing words."pa
zu: Funda isigaba esingezansi bese ugcwalisa ngamagama ezikhaleni."pa

source: Reading Activity"pa
zu: Umsebenzi wokuFundwa"pa

source: Reading Activity 0.11"pa
zu: Umsebenzi wokuFundwa 0.11"pa

source: Reflection"pa
zu: Umboniso wobunjalo"pa

source: Reflective question:"pa
zu: Umbuzo obonisa ubunjalo:"pa

source: Restart"pa
zu: Phinduqale"pa

source: Right"pa
zu: Kwesokudla"pa

source: SCORM Multiple Choice Quiz:"pa
zu: Isiphico sikaMazikhethele se-SCORM:"pa

source: SCORM Quiz"pa
zu: Isiphico se-SCORM"pa

source: SUBMIT ANSWERS"pa
zu: THUMELA IZIMPENDULO"pa

source: Save"pa
zu: Gcina"pa

source: Save as"pa
zu: Gcina njenge"pa

source: Section"pa
zu: iSigaba"pa

source: Select Flash Object"pa
zu: Khetha isiThombe esiBanizayo"pa

source: Select Language"pa
zu: Khetha uLimi"pa

source: Select a Forum"pa
zu: Khetha iNgosi yeNgxoxo"pa

source: Select a file"pa
zu: Khetha ifayela"pa

source: Select a flash video"pa
zu: Khetha ifayela lomboniso wesikshashana"pa

source: Select an image"pa
zu: Ketha isithombe"pa

source: Select an image (JPG file)"pa
zu: Khetha isithombe (JPG file)"pa

source: Select pass rate: "pa
zu: Khetha izinga lokuphumelela:"pa

source: Separate groups"pa
zu: Amaqembu ahlukene"pa

source: Show"pa
zu: Bonisa"pa

source: Show Answers"pa
zu: Bonisa iziMpendulo"pa

source: Show/Clear Answers"pa
zu: Bonisa/Susa iziMpendulo"pa

source: Show/Hide Feedback"pa
zu: Bonisa/Fihla uMbono ngokwenziwe"pa

source: Size of magnifying glass: "pa
zu: Ubungako bengilazi eyisikhulisi: "pa

source: Small"pa
zu: Okuncane"pa

source: Some emphasis"pa
zu: Ukugcizelela okuyingcosana"pa

source: Sorry, wrong file format"pa
zu: Xola, isakhiwo sefayela esiyiphutha"pa

source: Spanish Wikipedia Article"pa
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiPanishi"pa

source: Standard forum for general use"pa
zu: Isikhungo sengxoxo esivamile esingasetshenziselwa noma yini"pa

source: Story:"pa
zu: Indaba:"pa

source: Strict Marking?"pa
zu: Ukumaka okuNgathi Sina?"pa

source: Strong emphasis"pa
zu: Ukugcizelela okunamandla"pa

source: Submit"pa
zu: Thumela"pa

source: Submit Answer"pa
zu: Thumela impendulo"pa

source: Swedish Wikipedia Article"pa
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiSwedishi"pa

source: Taxonomy"pa
zu: Ukuhlukanisa ngokwezinhlobo zandawonye"pa

source: Teachers should keep the following in mind when using this iDevice: <ol><li>Think about the number of different types of activity planned for your resource that will be visually signalled in the content. Avoid using too many different types or classification of activities otherwise learner may become confused. Usually three or four different types are more than adequate for a teaching resource.</li><li>From a visual design perspective, avoid having two iDevices immediately following each other without any text in between. If this is required, rather collapse two questions or events into one iDevice. </li><li>Think about activities where the perceived benefit of doing the activity outweighs the time and effort it will take to complete the activity. </li></ol>"pa
zu: oThisha kumele bagcine lokhu okulandelayo emqondweni uma besebenzisa i-iDevice: <ol><li>Cabanga ngezinhlobo ezahlukene zemisebenzi ehlelelwe isidingo sokusebenzisa okubonakalayo kokuqukethwe.Gwema ukusebenzisa izinhlobo ezahlukene noma ukwahlukanisa imisebenzi ngale kwalokho abafundi bangadideka.Ngokuvamile izinhlobo ezintathu noma ezine ezihlukene ziyizindingeko ezanele zokufundisa.</li><li>Ngokuphathelene nomklamo wokubonakalayo, gwema ukuba nama iDevice amabili alandelana ngokushesha emva kwenye ngaphandle kokubhaliwe maphakathi nawo.Uma lokhu kudingeka, vele uhlakaze imibuzo emibili noma izehlakalo ukwenze kwi-iDevice eyodwa.Cabanga ngemisebenzi lapho inzuzo ebonakalayo yokwenza umsebenzi yedlula isikhathi nomzamo okuwuthathayo ukuwenza.</li></ol>"pa

source: Text"pa
zu: Okubhaliwe"pa

source: Text Box"pa
zu: iBhokisi lokuBhaliwe"pa

source: Text Line"pa
zu: UMugqa wokuBhaliwe"pa

source: The attachment iDevice is used to attach existing files to your .elp content. For example, you might have a PDF file or a PPT presentation file that you wish the learners to have access to, these can be attached and labeled to indicate what the attachment is and how large the file is. Learners can click on the attachment link and can download the attachment."pa
zu: I-idevice yesinamathiselo isetshenziselwa ukunamathisela amafayela akhona kakade kokuqukethwe kwakho kwe .elp.Ngokwesibonelo ungahle ube nefayela ye-PDF noma ifayela yomboniso ye-PPT ongafisa ukuthi itholakale kubafundi, lawa angananyathiselwa alebulwe ukubonisa ukuthi ayisiphi isinamathiselo nokuthi ifayela inkulu kangakanani.Abafundi bangacindezela kwisixhumanisi sesinamathiselo bese belayishela ezansi isinamathiselo."pa

source: The purpose dialogue allows you to describe your intended purpose of the device to other potential users."pa
zu: Ukuxoxisana ngenjongo kukuvumela ukuba uchaze ngenjongo oyifisayo ngalengosi yokufunda kwabanesifiso sokuyisebenzisa."pa

source: This is a free text field general learning content can be entered."pa
zu: Lesi isikhala esikhululekile sokubhalwayo ulwazi jikelele lokufunda lungafakwa lapha."pa

source: This is a free text field."pa
zu: Lesi isikhala esikhululekile sokubhalwa."pa

source: This is an optional field."pa
zu: Lesi isikhala ongazikhethela sona uma uthanda."pa

source: This will delete this iDevice.\\nDo you really want to do this?"pa
zu: Lokhu kuzosusa le-iDevice.\\nIngabe ufuna ukukwenza ngempela lokhu?"pa

source: Thread: "pa
zu: Isihlanganiso:"pa

source: Tip:"pa
zu: Isixwayiso:"pa

source: Topic"pa
zu: IsiHloko"pa

source: True"pa
zu: iQiniso"pa

source: True-False Question"pa
zu: Umbuzo weQiniso-Amanga"pa

source: Type a discussion topic here."pa
zu: Thayipha isihloko sengxoxo lapha."pa

source: Type a forum name here"pa
zu: Thayipha igama lengosi yengxoxo lapha"pa

source: Type the learning objectives for this resource."pa
zu: Thayipha izinjongo zokufundiso zalomthombo wokufunda."pa

source: Type the question stem."pa
zu: Thayipha isiqu sombuzo."pa

source: Unable to connect to "pa
zu: Akuxhumaneki ne"pa

source: Unit"pa
zu: Okukodwa"pa

source: University of Auckland"pa
zu: iYunivesithi yase-Auckland"pa

source: Use Emphasis to distinguish the importance of the information being presented in the iDevice."pa
zu: Sebenzisa ukugcizelela ukwehlukanisa ukubaluleka kokwaziswa okunikezwa kwi-iDevice."pa

source: Use this Idevice if you have a lot of images to show."pa
zu: Sebenzisa le-iDevice uma unezithombe eziningi odinga ukuzibonisa."pa

source: Visible groups"pa
zu: Amaqembu abonakalayo"pa

source: Visible to students:"pa
zu: Okubonakalayo kubafundi:"pa

source: What to read"pa
zu: Yini efundwayo"pa

source: Wikibooks Article"pa
zu: Ukulandisa okubhaliwe kwamaWikibook"pa

source: Wikipedia Article"pa
zu: Ukulandisa okubhaliwe kwe-Wikipedia"pa

source: Wrong"pa
zu: Iphutha"pa

source: Yes"pa
zu: Yebo"pa

source: Yes, forever"pa
zu: Yebo,phakade"pa

source: Yes, initially"pa
zu: Yebo,ekuqaleni"pa

source: Your new iDevice will appear in the iDevice pane with this title. This is a compulsory field and you will be prompted to enter a label if you try to submit your idevice without one."pa
zu: I-iDevice yakho entsha izovela esikhaleni se-iDevice nalesi sihloko.Lesi isikhala okumelwe nakanjani sigcwaliswe futhi uyocelwa ukuba ufake ilebula uma uzama ukuthumela i-iDevice yakho ngaphandle kwelebula."pa

source: blank for original size"pa
zu: akunalutho kobungako bokuqala"pa

source: duplicate forum name.\n"pa
zu: igama lengosi yengxoxo eliphindwe kabili."pa

source: duplicate topic name."pa
zu: igama lesihloko eliphindwe kabili."pa

source: eXe : elearning XHTML editor"pa
zu: eXe : umhleli we-XHTML ye-elearning"pa

source: iDevice %s has no package"pa
zu: I-iDevice %s ayinaphakethe"pa

source: iDevice Editor"pa
zu: uMhleli we-iDevice"pa

source: key"pa
zu: isihluthulelo"pa

source: keycode"pa
zu: ikhodi eyisihluthulelo"pa

source: label"pa
zu: lebula"pa

source: title"pa
zu: isihloko"pa

source: Insert Package"pa
zu: Faka i-Phakethe"pa

source: Extract Package"pa
zu: Khipha i-Phakethe"pa

source: VK_INSERT"pa
zu: VK_FAKA"pa

source: VK_DELETE"pa
zu: VK-SUSA"pa

source: VK_LEFT"pa
zu: VK_KWESOKUNXELE"pa

source: VK_RIGHT"pa
zu: VK_KWESOKUDLA"pa

source: label=\"File\" accesskey=\"f\""pa
zu: ilebula=\''iFayela\'' isihluthulelosokungena=\''f\''"pa

source: label=\"Tools\" accesskey=\"t\""pa
zu: ilebula=\''amaThuluzi\'' isihluthulelosokungena=\''t\''"pa

source: label=\"New\" accesskey=\"n\""pa
zu: ilebula=\''okuSha\'' isihluthulelosokungena=\''s\''"pa

source: label=\"Styles\" accesskey=\"s\""pa
zu: ilebula=\''iSitayela\'' isihluthulelosokungena=\''s\''"pa

source: label=\"Open\" accesskey=\"o\""pa
zu: ilebula=\''Vula\'' isihluthulelosokungena=\''v\''"pa

source: Preferences"pa
zu: Okuncamelwayo"pa

source: label=\"Refresh\" accesskey=\"r\""pa
zu: ilebula=\''Akha kabusha\'' isihluthulelosokungena=\''a\''"pa

source: label=\"Save\" accesskey=\"s\""pa
zu: ilebula=\''Gcina\'' isihluthulelosokungena=\''g\''"pa

source: label=\"Help\" accesskey=\"h\""pa
zu: ilebula=\''uSizo\'' isihluthulelosokungena=\''z\''"pa

source: label=\"Save As...\" accesskey=\"a\""pa
zu: ilebula=\''Gcina Njenge...\'' isihluthulelosokungena=\''c\''"pa

source: debugInfo"pa
zu: Ukwaziswangesisusazinambuzane"pa

source: label=\"Export\" accesskey=\"e\""pa
zu: ilebula=\''Thumela\'' isihluthulelosokungena=\''t\''"pa

source: label=\"About\" accesskey=\"a\""pa
zu: ilebula=\''Nge\'' isihluthulelosokungena=\''n\''"pa

source: label=\"Merging\" accesskey=\"e\""pa
zu: ilebula=\''ukuQoqela Ndawonye\'' isihluthulelosokungena=\''q\''"pa

source: label=\"Register Online\" accesskey=\"R\""pa
zu: ilebula=\''Bhalisa kwi-Internet\'' isihluthulelosokungena=\''B\''"pa

source: label=\"SCORM 1.2\" accesskey=\"s\""pa
zu: ilebula=\''SCORM 1.2\'' isihluthulelosokungena=\''s\''"pa

source: Add Page"pa
zu: Ongeza iKhasi"pa

source: label=\"IMS Content Package\" accesskey=\"i\""pa
zu: ilebula=\''Okuqukethwe iPhakethe le-IMS\'' isihluthulelosokungena=\''o\''"pa

source: label=\"Insert Package\" accesskey=\"i\""pa
zu: ilebula=\''Faka iPhakethe\'' isihluthulelosokungena=\''f\''"pa

source: Rename"pa
zu: Phinduqambe"pa

source: outlinePane"pa
zu: isikhalasoHlaka"pa

source: label=\"Extract Package\" accesskey=\"E\""pa
zu: ilebula=\''Khipha iPhakethe\'' isihluthulelosokungena=\''K\''"pa

source: label=\"Web Site\" accesskey=\"w\""pa
zu: ilebula=\''iSiza se-internet\'' isihluthulelosokungena=\''s\''"pa

source: iDevicePane"pa
zu: isiKhalase-iDevice"pa

source: label=\"Single Page\" accesskey=\"p\""pa
zu: ilebula=\''iKhasi eli-Lodwa\'' isihluthulelosokungena=\''K\''"pa

source: Authoring"pa
zu: ukuQamba"pa

source: Properties"pa
zu: Ubunjalo"pa

source: A pedagogical tip allows you to describe your intended use and the pedagogy behind the devices development.
el: Μια παιδαγωγική συμβουλεί σας επιτρέπει να περιγράψετε την προτιμώμενη χρήση και την παιδαγωγική πίσω από την ανάπτυξη των εργαλείων.

source: A single simple discussion
el: Μια απλή συζήτηση

source: Add
el: Προσθήκη

source: Add a single text line to an iDevice. Useful if you want the ability to place a label within the device.
el: Εισάγετε μια μονή γραμμή κειμένου σε ένα εκπαιδευτικό εργαλείο. Χρησιμεύει στο να μπορείτε να τοποθετήσετε μια ετικέτα στο εκπαιδευτικό εργαλείο.

source: Add a text entry box to an iDevice. Used for entering description textual content.
el: Εισάγετε ένα πλαίσιο κειμένου σε ένα εκπαιδευτικό εργαλείο. Χρησιμοποιείται για προσθήκη περιγραφικού περιεχομένου.

source: Add an image to your iDevice. Enables the selection of an image from your stored picture files.
el: Προσθήκη εικόνας στο εκπαιδευτικό εργαλείο σας. Σας δίνει τη δυνατότητα να επιλέξετε μια εικόνα από τις αποθηκευμένες.

source: Add interactive feedback to your iDevice.
el: Προσθέστε αλληλεπιδραστική ανατροφοδότηση στο εκπαιδευτικό εργαλείο σας.

source: Author
el: Συγγραφέας

source: Can a student post to this forum?:
el: Μπορεί ένας μαθητής να δημοσιεύσει σ' αυτή τη δημόσια συζήτηση;

source: Choose a LMS
el: Επιλέξτε Σ.Τ.Κ. (Σύστημα Τηλεκατάρτισης)

source: Discussion Activity
el: Δραστηριότητα συζήτησης:

source: Discussion Topic/Thread:
el: Θέμα συζήτησης

source: Discussion topic/Thread
el: Θέμα συζήτησης:

source: Discussions and replies are allowed
el: Επιτρέπονται οι συζητήσεις και οι απαντήσεις

source: ERROR Element.renderEdit called directly with %s class
el: ΛΑΘΟΣ: Απευθείας κλήση του Element.renderEdit μέσω της κλάσης %s

source: ERROR: Block.renderViewContent called directly
el: ΛΑΘΟΣ: Άμεση κλήση του Block.renderViewContent

source: Each person posts one discussion
el: Κάθε άτομο δημοσιεύει μια συζήτηση

source: Error loading package "%s": %s
el: Λάθος κατά τη φόρτωση του πακέτου "%s": %s

source: For use if you need to include an external web page into your content. Rather than popup an external window, which can have some problematic usability consequences, this iDevice loads the appropriate content into an inline frame. Use only if your content will be online.
el: Χρησιμοποιείται αν χρειάζεστε να συμπεριλάβετε μια εξωτερική ιστοσελίδα στο περιεχόμενό σας. Αντί να εμφανίζεται σε ένα ξεχωριστό παράθυρο, το οποίο μπορεί να είναι προβληματικό, το εκπαιδευτικό εργαλείο φορτώνει το κατάλληλο περιεχόμενο σε ένα πλαίσιο. Χρησιμοποιήστε το μόνο αν θέλετε το περιεχόμενό σας να είναι σε σύνδεση (online).

source: Force everyone to be subscribed?:
el: Να εγγραφούν όλοι υποχρεωτικά;

source: Forum Name:
el: Όνομα δημόσιας συζήτησης:

source: Forum Name:
el: Όνομα δημόσιας συζήτησης:

source: Forum type:
el: Τύπος δημόσιας συζήτησης:

source: Group mode:
el: Κατάσταση ομάδας:

source: Hint:
el: Συμβουλή:

source: ImageMagnifier
el: ΜεγενθυντήςΕικόνας

source: Instructions for completion
el: Οδηγίες για συμπλήρωση

source: Introduction
el: Εισαγωγή

source: Label
el: Ετικέτα

source: Learning Management System
el: Σύστημα Τηλεκατάρτισης

source: Learning Management System:
el: Σύστημα Τηλεκατάρτισης:

source: Level 1:
el: Επίπεδο 1:

source: Level 2:
el: Επίπεδο 2:

source: Level 3:
el: Επίπεδο 3:

source: Link to the forum
el: Σύνδεση στην ομάδα συζήτησης

source: Magnify initial zoom?
el: Αρχική Μεγένθυση;

source: Multi-Choice Question
el: Ερώτηση πολλαπλών επιλογών

source: New Forum
el: Νέα ομάδα συζήτησης

source: New Topic
el: Νέο Κεφάλαιο

source: No
el: Όχι

source: No discussions, but replies are allowed
el: Δεν υπάρχουν συζητήσεις, αλλά επιτρέπονται απαντήσεις

source: No discussions, no replies
el: Δεν υπάρχουν συζητήσεις, δεν επιτρέπονται απαντήσεις

source: No groups
el: Δεν υπάρχουν ομάδες

source: OK
el: ΟΚ

source: Please enter a discussion topic name.
el: Παρακαλώ εισάγετε ένα όνομα για το θέμα συζήτησης.

source: Please enter a name for the forum
el: Παρακαλώ εισάγετε ένα όνομα για τη δημόσια συζήτηση

source: Please select LMS.
el: Παρακαλώ επιλέξτε Σ.Τ.Κ.

source: Please select a LMS
el: Παρακαλώ επιλέξτε Σ.Τ.Κ.

source: Please select a forum.
el: Παρακαλώ επιλέξτε ομάδα συζήτησης.

source: Project title:
el: Τίτλος έργου:

source: Provide a brief description of the file
el: Δώστε μια σύντομη περιγραφή για το αρχείο

source: Save as
el: Αποθήκευση ως

source: Separate groups
el: Ξεχωριστές ομάδες

source: Show
el: Εμφάνιση

source: Standard forum for general use
el: Πρότυπη ομάδα συζητήσεων γενικής χρήσης

source: Strong emphasis
el: Έντονη έμφαση

source: The purpose dialogue allows you to describe your intended purpose of the device to other potential users.
el: Ο διάλογος σκοπού σας επιτρέπει να περιγράψετε το σκοπό της συσκευής σε άλλους πιθανούς χρήστες.

source: This will delete this iDevice.\nDo you really want to do this?
el: Το εκπαιδευτικό εργαλείο θα διαγραφεί. Είστε σίγουροι ότι θέλετε να προχωρήσετε;

source: Thread:
el: Συζήτηση:

source: Type a forum name here
el: Πληκτρολογήστε ένα όνομα ομάδας συζήτησης εδώ

source: Type the question stem.
el: Δώστε την καταγωγή της ερώτησης.

source: Unable to connect to
el: Η σύνδεση είναι αδύνατη

source: Use Emphasis to distinguish the importance of the information being presented in the iDevice.
el: Χρησιμοποιήστε έμφαση για να διαχωρίσετε τη σημασία της πληροφορίας που παρουσιάζεται από το εκπαιδευτικό εργαλείο.

source: Visible groups
el: Ορατές ομάδες

source: Visible to students:
el: Ορατό στους μαθητές:

source: Wikipedia Article
el: Άρθρο της Βίκι εγκυκλοπαίδειας

source: Yes
el: Ναι

source: Yes, forever
el: Ναι, για πάντα

source: Yes, initially
el: Ναι, αρχικά

source: Your new iDevice will appear in the iDevice pane with this title. This is a compulsory field and you will be prompted to enter a label if you try to submit your idevice without one.
el: Το νέο εκπαιδευτικό εργαλείο θα εμφανιστεί στην περιοχή εκπαιδευτικών εργαλείων με αυτόν τον τίτλο. Αυτό το πεδίο είναι υποχρεωτικό και θα σας ζητηθεί να δώσετε ένα όνομα αν προσπαθήσετε να καταχωρήσετε το εκπαιδευτικό εργαλείο σας χωρίς όνομα.

source: duplicate forum name.
el: αναπαραγωγή θέματος.

source: duplicate topic name.
el: αναπαραγωγή θέματος

source: N
el: Ο
