Repository: 0rez91/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: el, et, zu

source: label="SCORM 1.2" accesskey="s"
el: label="SCORM 1.2" accesskey="c"

source: label="Web Site" accesskey="w"
el: label="Ιστοχώρος" accesskey="ω"

source: label="Merging" accesskey="e"
el: label="Συγχώνευση" accesskey="σ"

source: label="Refresh" accesskey="r"
el: label="Ανανέωση" accesskey="ν"

source: label="About" accesskey="a"
el: label="Περί" accesskey="ρ"

source: label="Register Online" accesskey="R"
el: label="Εγγραφή online" accesskey="γ"

source: debugInfo
el: Πληροφορίες εκσφαλμάτωσης
