Repository: 0rez91/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: el, et, zu

source: Enter instructions for completion here
el: Εισάγετε οδηγίες συμπλήρωσης εδώ
et: Sisesta siia juhendid läbimiseks

source: Enter the URL you wish to display and select the size of the area to display it in.
et: Sisesta URL, mida soovid näidata ja vali ala suurus, milles soovid seda kuvada.

source: Enter the available choices here. You can add options by clicking the "Add Another Option" button. Delete options by clicking the red "X" next to the Option.
et: Sisesta siia kõik võimalikud valikud. Võid valikuid lisada klikkides "Lisa veel valikuid" nupul. Valikute kustutamiseks kliki punasel "X" märgil iga valiku kõrval.

source: Enter the details of the reading including reference details. The referencing style used will depend on the preference of your faculty or department.
et: Esita lugemismaterjali detailid, sh viited. Viitamise stiil sõltub teie teaduskonna või instituudi eelistusest.

source: Enter the flash display dimensions (in pixels) and determine the alignment of the image on screen. The width and height dimensions will alter proportionally.
et: Sisesta Flashi mõõdud kuvaril (pikslites) ja määra kujundi asetus ekraanil. Laiuse ja kõrguse mõõdud muutuvad proportsionaalselt.

source: Enter the instructions for completion here
el: Εισάγετε τις οδηγίες συμπλήρωσης εδώ
et: Sisesta siia juhendid läbimiseks

source: Enter the label here
el: Εισάγετε την ετικέτα εδώ
et: Sisesta märge siia

source: Enter the question stem. The quest should be clear and unambiguous. Avoid negative premises as these can tend to be ambiguous.
et: Sisesta küsimuse tüvi. See peaks olema selga ja üheselt mõistetav. Väldi negatiivseid eellauseid, kuna need kalduvad kahemõttelisuse ja ebaselguse poole.

source: Enter the text you wish to associate with the image.
et: Sisesta tekst, mida soovid pildiga seostada.

source: Enter the text you wish to associate with the image.
et: Sisesta tekst, mida soovid pildiga seostada.

source: Enter the text you wish to associate with the file.
et: Sisesta tekst, mida soovid selle failiga seostada.

source: Enter the text you wish to associate with the downloaded file. You might want to provide instructions on what you require the learner to do once the file is downloaded or how the material should be used.
et: Sisesta tekst mida soovid allalaetud failiga seostada. See võib olla näiteks tegevusjuhend õpilasele pärast faili allalaadimst või kuidas laetud materjale kasutada.

source: Example
et: Näide

source: Example Example
et: Näitlik näide

source: Exported to %s
el: Εξαγωσή στο %s
et: Eksporditud: %s

source: External Web Site
el: Εξωτερικός ιστοχώρος
et: Väline veebileht

source: Extra large
el: Πολύ μεγάλο
et: Ekstra suur

source: False
el: Λάθος
et: Väär

source: Feedback
el: Ανατροφοδότηση
et: Tagasiside

source: Feedback button will not appear if no data is entered into this field.
et: Tagasiside nuppu ei näidata, kui sellesse välja pole infot sisestatud.

source: Feedback:
et: Tagasiside:

source: Filename %s is a file, cannot replace it
el: Το %s είναι όνομα αρχείου, δεν μπορεί να αντικατασταθεί
et: Failinimi %s on fail, ei saa asendada

source: Flash Movie
el: Ταινία Flash
et: Flash video

source: Flash with Text
el: Flash με κείμενο
et: Flash tekstiga

source: Frame Height:
et: Freimi kõrgus:

source: Free Text
el: Ελεύθερο κείμενο
et: Vaba tekst

source: French Wikipedia Article
el: Άρθρο της Γαλλικής Βίκι εγκυκλοπαίδειας
et: Prantsuse Wikipedia artikkel

source: German Wikipedia Article
el: Άρθρο της Γερμανικής Βίκι εγκυκλοπαίδειας
et: Saksa Wikipeedia artikkel

source: Get score
el: Λήψη βαθμολογίας
et: Punktid

source: Go Back
et: Tagasi

source: Go Forward
et: Edasi

source: Go Forward (Not Available)
et: Mine edasi (Pole saadaval)

source: Hide
el: Απόκρυψη
et: Peida

source: Hide/Show Word
el: Απόκρυψη/Εμφάνιση Λέξης
et: Peida / näita sõna

source: Hint
el: Συμβουλή
et: Vihje

source: Home
el: Αρχή
et: Kodu

source: IDevice Icon
et: iDevide ikoon

source: IDevice Question Icon
et: IDevice küsimuse ikoon

source: Icons
el: Εικονίδια
et: Ikoonid

source: Image
el: Εικόνα
et: Pilt

source: Image Gallery
el: Γκαλερί εικόνων
et: Pildigalerii

source: Image Magnifier
el: Μεγενθυντής εικόνας
et: Pildi luup

source: Image with Text
el: Εικόνα με κείμενο
et: Pilt tekstiga

source: Incorrect!
el: Λανθασμένο!
et: Väär !

source: Information
et: Informatsioon

source: Initial Zoom
et: Algne suurendus

source: Instant Marking?
el: Άμεση βαθμολογία;
et: Kohene märkimine ?

source: Instructions
el: Οδηγίες
et: Juhised

source: Instructions For Learners
el: Οδηγίες για μαθητές
et: Juhised õpilastele

source: It uses material from the
et: See kasutab materjale

source: Italian Wikipedia Article
el: Άρθρο της Ιταλικής Βίκι εγκυκλοπαίδειας
et: Itaalia Wikipedia artikkel

source: Japanese Wikipedia Article
el: Άρθρο της Ιαπωνικής Βίκι εγκυκλοπαίδειας
et: Jaapani Wikipedia artikkel

source: Large
el: Μεγάλο
et: Suur

source: Left
el: Αριστερά
et: Vasak

source: Load
el: Φόρτωση
et: Lae

source: Maximum zoom
et: Maksimaalne suurendus

source: Medium
el: Μέτριο
et: Keskmine

source: Move Down
el: Μετακίνηση κάτω
et: Liigu alla

source: Move Image Left
et: Liiguta pilti vasakule

source: Move Image Right
et: Liiguta pilt paremale

source: Move Up
el: Μετακίνηση πάνω
et: Liigu üles

source: Name
el: Όνομα
et: Nimi

source: New iDevice
el: Νέο εκπαιδευτικό εργαλείο
et: Uus iDevice

source: Next
et: Järgmine

source: No Images Loaded
el: Δεν φορτώθηκαν εικόνες
et: Ei laetud ühtegi pilti

source: No Thumbnail Available. Could not load original image.
et: Pisipilt puudub. Ebaõnnestus originaalpildi laadimine.

source: No Thumbnail Available. Could not shrink image.
el: Δεν υπάρχουν διαθέσιμα εικονίδια. Αποτυχία σμίκρυνσης εικόνας.
et: Pisipilt puudub kuna pildi vähendamine ebaõnnestus.

source: No Thumbnail Available. Could not shrink original image.
et: Pisipilt puudub. Pildi vähendamine ebaõnnestus.

source: No emphasis
el: Χωρίς έμφαση
et: Puudub rõhuasetus

source: None
el: Κανένα
et: Puudub

source: Objectives
el: Αντικειμενικοί σκοποί
et: Eesmärgid

source: Objectives describe the expected outcomes of the learning and should define what the learners will be able to do when they have completed the learning tasks.
el: Οι αντικειμενικοί σκοποί περιγράφουν τα αναμενόμενα αποτελέσματα μάθησης και θα πρέπει να καθορίζουν τι θα μπορούν να κάνουν όταν τελειώσουν το μάθημα.
et: Eesmärgid kirjeldavad õppimise oodatud tulemus ja peaksid defineerima selle, mida õpilased on võimelised tegema peale õppetükkide läbimist.

source: Only select .flv (Flash Video Files) for this iDevice.
et: Vali ainult .flv (Flash Video Files) selle iDevice jaoks.

source: Only select .swf (Flash Objects) for this iDevice.
et: Vali ainult .swf (Flash Objects) selle iDevice jaoks.

source: Option
el: Επιλογή
et: Valik

source: Options
et: Valikud

source: Other
el: Άλλο
et: Muu

source: Outline
el: Περίγραμμα
et: Ülevaade

source: Package saved to: %s
el: Το πακέτο αποθηκεύθηκε στο: %s
et: Pakett salvestatud siia: %s

source: Pedagogical Help
el: Παιδαγωγική βοήθεια
et: Pedagoogiline abi

source: Pedagogical Tip
el: Παιδαγωγική συμβουλή
et: Pedagoogiline vihje

source: Please enter an idevice name.
el: Παρακαλώ εισάγετε ένα όνομα για το εκπαιδευτικό εργαλείο
et: Palun sisesta iDevice nimi.

source: Please select a correct answer for each question.
el: Παρακαλώ επιλέξτε μια σωστή απάντηση για κάθε ερώτηση.
et: Palun vali iga küsimuse jaoks õige vastus.

source: Polish Wikipedia Article
el: Άρθρο της Πολωνικής Βίκι εγκυκλοπαίδειας
et: Poola Wikipedia artikkel

source: Portugese Wikipedia Article
el: Άρθρο της Πορτογαλλικής Βίκι εγκυκλοπαίδειας
et: Portugali Wikipedia artikkel

source: Preknowledge
el: Προαπαιτούμενα
et: Eelteadmised

source: Prerequisite knowledge refers to the knowledge learners should already have in order to be able to effectively complete the learning. Examples of pre-knowledge can be: <ul> <li> Learners must have level 4 English </li> <li> Learners must be able to assemble standard power tools </li></ul>
el: Η προαπαιτούμενη γνώση αναφέρεται στη γνώση που θα πρέπει να διαθέτουν ήδη οι μαθητές για να μπορούν να ολοκληρώσουν με επιτυχία το μάθημα. Παραδείγματα προαπαιτούμενης γνώσης:<ul> <li> Οι μαθητές πρέπει να έχουν γνώση Αγγλικών επιπέδου 4 </li> <li> Οι μαθητές πρέπει να μπορούν να συνθέσουν προκαθορισμένα εργαλεία </li></ul>
et: Eelteadmised näitavad õpilaste olemasolevaid oskusi ja teadmisi, et õppetükke efektiivselt läbida. Näiteks: <ul> <li> Õpilastel inglise keel peab olema tasemel X. </li> <li> Õpilased peavad tundma matemaatika põhimõisteid. </li></ul>

source: Preview
el: Προεπισκόπιση
et: Eelvaade

source: Previous
et: Eelmine

source: Provide a caption for the image to be magnified.
et: Lisa märgend suurendatavale pildile.

source: Provide a caption for the flash movie you have just inserted.
et: Lisa äsja sisestatud Flash-failile märgend.

source: Provide a caption for the flash you have just inserted.
et: Lisa äsja sisestatud Flash-failile märgend.

source: Provide a caption for the image you have just inserted.
et: Lisa just sisestatud pildile märgend.

source: Provide instruction on how the True/False Question should be completed.
et: Sisesta juhendid kuidas läbida Tõene/Väär küsimust.

source: Provide instruction on how the cloze activity should be completed. Default text will be entered if there are no changes to this field.
et: Sisesta juhised lünkade täitmiseks. Kui seda välja ei muudeta, siis sisestatakse automaatselt vaikimisi tekst.

source: Provide relevant feedback on the situation.
et: Esita antud situatsioonile vastavat asjakohast tagasisidet.

source: Purpose
el: Σκοπός
et: Eesmärk

source: Put instructions for learners here
el: Εισάγετε οδηγίες για τους μαθητές εδώ
et: Sisesta siia instruktsioonid õpilastele

source: Question
et: Küsimus

source: Question:
el: Ερώτηση:
et: Küsimus:

source: Read the paragraph below and fill in the missing words
el: Διαβάστε την παράγραφο που ακολουθεί και συμπληρώστε τις λέξεις που λείπουν
et: Loe läbi allolev paragraaf ja sisesta puuduvad sõnad

source: Read the paragraph below and fill in the missing words.
et: Loe läbi allolev paragraaf ja täida lüngad.

source: Reading Activity
el: Δραστηριότητα διαβάσματος
et: Lugemine

source: Reading Activity 0.11
el: Δραστηριότητα διαβάσματος 0.11
et: Lugemine 0.11

source: Reflection
el: Απεικόνιση
et: Mõtisklus

source: Reflection is a teaching method often used to connect theory to practice. Reflection tasks often provide learners with an opportunity to observe and reflect on their observations before presenting these as a piece of academic work. Journals, diaries, profiles and portfolios are useful tools for collecting observation data. Rubrics and guides can be effective feedback tools.
el: Η απεικόνιση είναι μια εκπαιδευτική μέθοδος που χρησιμοποιείται συχνά για να συνδέσει τη θεωρία με την πράξη. Οι εργασίες απεικόνισης συχνά προσφέρουν στους μαθητές την ευκαιρία να παρατηρήσουν και να απεικονίσουν τις παρατηρήσεις τους προτού τις παρουσιάσουν ως ακαδημαϊκή δουλειά. Επιστημονικά περιοδικά, ημερολόγια, προφίλ και χαρτοφυλάκια είναι χρήσιμα εργαλεία για συλλογή πειραματικών δεδομένων. Οι υποδείξεις και οι οδηγίες μπορούν να αποδειχθούν αποτελεσματικά εργαλεία ανατροφοδότησης.
et: Mõtisklus on tihtikasutatav õpetamismeetid, et ühendada teooriat praktikaga. Mõtisklus-ülesanded pakuvad õppijatele võimaluse jälgida ja mõtiskleda oma tähelepanekute üle enne nende esitamist akadeemilise tööna. Ajakirjas, päevikud, profiilid ja portfooliod on kasulikud vahendid vaatlusandmete kogumiseks. Rubriigid ja giidid on efektiivsed tagasisidevahendid.

source: Reflective question:
el: Ερώτηση με απεικόνιση:
et: Mõtisklev küsimus:

source: Restart
el: Επανεκκίνηση
et: Alusta uuesti

source: Right
el: Δεξιά
et: Parem

source: SCORM Quiz
et: SCORM Test

source: SUBMIT ANSWERS
el: ΚΑΤΑΧΩΡΗΣΗ ΑΠΑΝΤΗΣΕΩΝ
et: SAADA VASTUSED

source: Save
el: Αποθήκευση
et: Salvesta

source: Section
el: Ενότητα
et: Peatükk

source: Select Flash Object
et: Vali Flash objekt

source: Select Language
el: Επιλογή γλώσσας
et: Vali keel

source: Select a file
el: Επιλογή αρχείου
et: Vali fail

source: Select a flash video
el: Επιλογή ταινίας flash
et: Vali Flash-video

source: Select an image
el: Επιλογή εικόνας
et: Vali pilt

source: Select an image (JPG file)
et: Vali pilt (JPG fail)

source: Select pass rate:
el: Επιλέξτε βαθμό βάσης:
et: Vali läbimise aste:

source: Select the appropriate language version of Wikipedia to search and enter search term.
et: Otsinguks vali Wikipediast sobivas keeles versioon ja sisesta otsingusõna(d).

source: Select the correct option by clicking on the radio button.
et: Õige valiku tegemiseks kliki raadio-nupul.

source: Set the initial level of zoom when the IDevice loads, as a percentage of the original image size
et: Seadista suurenduse algne tase IDevice-i laadimisel kui protsent originaalpildi suurusest

source: Set the maximum level of zoom, as a percentage of the original image size
et: Seadista maksimaalne suurendus, protsentides originaalpildi suurusest.

source: Settings saved
et: Seaded salvestatud

source: Show %s Image
et: Näita %s pilti

source: Show Answers
el: Εμφάνιση Απαντήσεων
et: Näita vastused

source: Show/Clear Answers
el: Εμφάνιση/Καθαρισμός Απαντήσεων
et: Näita / puhasta vastused

source: Show/Hide Feedback
el: Εμφάνιση/Απόκρυψη Ανατροφοδότησης
et: Näita / peida tagasiside

source: Site
et: Asukoht

source: Size of magnifying glass:
el: Μέγεθος μεγενθυντικού φακού:
et: Luubi suurus:

source: Slovenian Wikipedia Article
et: Sloveenida Wikipedia artikkel

source: Small
el: Μικρό
et: Väike

source: Some emphasis
el: Μερική έμφαση
et: Mõningane rõhuasetus

source: Sorry, wrong file format
el: Συγνώμη, λάθος μορφή αρχείου
et: Vabandust, vale failiformaat

source: Sorry, wrong file format: %s
el: Συγνώμη, λάθος μορφή αρχείου: %s
et: Vabandust, vale failiformaat: %s

source: Spanish Wikipedia Article
el: Άρθρο της Ισπανικής Βίκι εγκυκλοπαίδειας
et: Hispaania Wikipedia artikkel

source: Story:
el: Σενάριο:
et: Lugu:

source: Strict Marking?
el: Αυστηρή βαθμολογία;
et: Range hindamine ?

source: Submit
el: Υποβολή
et: Saada

source: Submit Answer
el: Καταχώριση απάντησης
et: Saada vastus

source: Swedish Wikipedia Article
el: Άρθρο της Σουηδικής Βίκι εγκυκλοπαίδειας
et: Rootsi Wikipedia artikkel

source: Teachers should keep the following in mind when using this iDevice: <ol><li>Think about the number of different types of activity planned for your resource that will be visually signalled in the content. Avoid using too many different types or classification of activities otherwise learner may become confused. Usually three or four different types are more than adequate for a teaching resource.</li><li>From a visual design perspective, avoid having two iDevices immediately following each other without any text in between. If this is required, rather collapse two questions or events into one iDevice. </li><li>Think about activities where the perceived benefit of doing the activity outweighs the time and effort it will take to complete the activity. </li></ol>
et: Õpetajad peaksid seda iDevice-i kasutades meeles pidama järgmist:<ol><li>Pööra tähelepanu erinevatele õpperessursis sisalduvate tegevuste tüüpidele, mis on visuaalsed nähtavad. Vältimaks õpilase segadusse viimist, ära kasuta liiga palju erinevaid tegevuste tüüpe või klassifikatsioone. Tavaliselt piisab ühe õpperessursi jaoks 3-4 tüübist täielikult.</li><li>Visuaalse disaini vinklist väldi kahte järjestikust iDevice-i ilma mingi tekstita nende vahel. Kui see on siiski vajalik, siis pigem koonda kaks küsimust või sündmust samasse iDevice-i.</li><li>Mõtle selliste tegevuste peale, kus tegevuse läbimise tajutav kasu kaalub üles sellele kuluva aja ja pingutuse.</li></ol>

source: Text
el: Κείμενο
et: Tekst

source: Text Box
el: Πλαίσιο κειμένου
et: Teksti kast

source: Text Line
el: Γραμμή κειμένου
et: Teksti joon

source: The attachment iDevice is used to attach existing files to your .elp content. For example, you might have a PDF file or a PPT presentation file that you wish the learners to have access to, these can be attached and labeled to indicate what the attachment is and how large the file is. Learners can click on the attachment link and can download the attachment.
el: Το επισυναπτόμενο εκπαιδευτικό εργαλείο χρησιμοποιείται για να επισυνάψει αρχεία στο .elp περιεχόμενό σας. Π.χ., μπορεί να έχετε ένα αρχείο PDF ή ένα αρχείο παρουσίασης PPT που επιθυμείτε οι σπουδαστές σας να έχουν πρόσβαση σ' αυτό. Μπορείτε να τα επισυνάψετε και να τα ονομάσετε για να προσδιορίσετε τι σημαίνει το αρχείο και πόσο μεγάλο είναι. Οι σπουδαστές μπορούν να κάνουν κλικ στον υπερσύνδεσμο του επισυναπτόμενου και να μεταφορτώσουν τη σύνδεση.
et: Manuse iDevice-i kasutatakse failide manustamiseks sinu .elp sisusse. Näiteks võib õpilastele mõeldud PDF faile või PPT presentatsioone manustada ja lisada juurde märked manuse sisu ja faili suuruse kohta. Õpilased saavad klikkida manuse viitel ja selle alla laadida.

source: The flash with text idevice allows you to associate additional textual information to a flash file. This may be useful where you wish to provide educational instruction regarding the flash file the learners will view.
et: IDevice "Flash tekstiga" võimaldab sul lisada Flashi failile tekstivormis informatsiooni. See võib osutuda kasulikuks olukordades, kus sa soovid õppuri poolt nähtavale Flash-failile kaasa anda näiteks õpetlikke juhiseid.

source: The image magnifier is a magnifying tool enabling learners to magnify the view of the image they have been given. Moving the magnifying glass over the image allows larger detail to be studied.
et: Pildi luup on suurendusvahend, võimaldades õpilastel neile esitatud piltide vaadet suurendada. Liigutades luupi pildi kohal, saab pilti detailsemalt uurida.

source: The majority of a learning resource will be establishing context, delivering instructions and providing general information. This provides the framework within which the learning activities are built and delivered.
el: Η πλειονότητα των μαθησιακών πόρων δημιουργεί περιεχόμενο, παρέχει οδηγίες και γενικές πληροφορίες. Παρέχει ένα πλαίσιο μέσα στο οποίο χτίζονται και παραδίδονται οι μαθησιακές δραστηριότητες.
et: Suurem osa õpiressursist kuulub konteksti loomisele, juhiste ja üldinfo edastamisele. See loob raamistiku, milles õppetegevusi luua ja pakkuda.

source: This article is licensed under the
et: See artikkel on litsentseeritud

source: This chooses the initial size of the magnifying glass
et: See valib luubi algse suuruse.

source: This iDevice only supports the Flash Video File (.FLV) format, and will not accept other video formats. You can however convert other movie formats (e.g. mov, wmf etc) into the .FLV format using third party encoders. These are not supplied with eXe. Users will also need to download the Flash 8 player from http://www.macromedia.com/ to play the video.
el: Αυτό το εκπαιδευτικό εργαλείο υποστηρίζει μόνο μορφή αρχείο βίντεο Flash (.FLV) και δεν δέχεται άλλες μορφές αρχείων βίντεο. Μπορείτε παρόλ' αυτά να μετατρέψετε άλλες μορφές αρχείων βίντεο (π.χ. mov, wmf κλπ.) στη μορφή .FLV χρησιμοποιώντας μετατροπείς άλλων κατασκευαστών. Αυτοί δεν παρέχονται από το eXe. Οι χρήστες πρέπει επίσης να κατεβάσουν το πρόγραμμα αναπαραγωγής Flash 8 από το http://www.macromedia.com/ για να αναπαράγουν το βίντεο.
et: See iDevice toetab ainult Flash Video (.FLV) formaati ning ei toeta teisi video formaate. Siiski võid teisi formaate (nt .mov, .wmf jne) konverteerida .FLV formaati, kasutades 3ndate tootjate enkoodreid. eXe neid ei sisalda. Kasutajad peavad Flash Video vaatamiseks alla laadima Flash 8 mängija sellelt aadressilt: http://www.macromedia.com/

source: This is a free text field general learning content can be entered.
el: Πεδίο ελεύθερου κειμένου όπου μπορεί να εισαχθεί μαθησιακό περιεχόμενο γενικής φύσης.
et: See on vaba tekstiväli õppematerjali sisule.

source: This is a free text field.
et: See on vabateksti väli.

source: This is an example of a user created iDevice plugin.
et: See on näide kasutaja loodud iDevice pluginist.

source: This is an optional field.
el: Το πεδίο είναι προαιρετικό
et: See väli ei ole kohustuslik.

source: This will delete this iDevice. Do you really want to do this?
et: See kustutab selle iDevice. Kas soovid tõesti seda teha?

source: Tip:
el: Συμβουλή:
et: Vihje:

source: Title
et: Pealkiri

source: To indicate the correct answer, click the radio button next to the correct option.
et: Õige vastuse märkimiseks kliki õige valikvastuse kõrval raadio-nupul.

source: Topic
el: Κεφάλαιο
et: Teema

source: True
el: Σωστό
et: Tõene

source: True-False Question
el: Ερώτηση Σωστή-Λάθος
et: Tõene / Väär küsimus

source: True/false questions present a statement where the learner must decide if the statement is true. This type of question works well for factual information and information that lends itself to either/or responses.
el: Οι ερωτήσεις αληθής/ψευδής παρέχουν μια φράση όπου ο μαθητής πρέπει να αποφασίσει αν η φράση είναι αληθής. Αυτός ο τύπος ερώτησης δουλεύει εντάξει για τεκμηριωμένες πληροφορίες και πληροφορίες που προσφέρονται σε μια μόνο από τις δυο απαντήσεις.
et: Tõene/Väär küsimused esitavad seisukoha, kus õpilane peab otsustama selle tõesuse üle. Seda tüüpi küsimused töötavad hästi nii faktuaalse kui ka sellise informatsiooni puhul, mida võib mõlemat pidi mõista.

source: Type a discussion topic here.
el: Πληκτρολογήστε ένα θέμα συζήτησης εδώ.
et: Sisesta siia vestluse teema:

source: Type in the feedback that you want the student to see when selecting the particular option. If you don't complete this box, eXe will automatically provide default feedback as follows: "Correct answer" as indicated by the selection for the correct answer; or "Wrong answer" for the other options.
et: Sisesta tagasiside, mida soovid õpilasele näidata teatud valiku tegemisel. Kui sa seda kasti ei täida, paneb eXe sinna automaatselt vaikimisi tagasiside järgmisel kujul: "Õige vastus" nagu näidatud õige vastuse valimisel; või "Vale vastus" teistele vastusevariantidele.

source: Type in the feedback that you want the student to see when selecting the particular question. If you don't complete this box, eXe will automatically provide default feedback as follows: "Correct answer" as indicated by the selection for the correct answer; or "Wrong answer" for the other alternatives.
el: Πληκτρολογείστε την ανατροφοδότηση που θέλετε να δει ο μαθητής όταν επιλέγει μια επιλογή. Αν δεν συμπληρώσετε αυτό το κουτί, το eXe θα παρέχει την εξής αυτόματη ανατροφοδότηση: "Σωστή απάντηση" που δηλώνει τη σωστή απάντηση ή "Λάθος απάντηση" για τις εναλλακτικές.
et: Sisesta tagasiside, mida soovid õpilasele näidata teatud küsimuse valimisel. Kui sa seda kasti ei täida, paneb eXe sinna automaatselt vaikimisi tagasiside järgmisel kujul: "Õige vastus" nagu näidatud õige vastuse valimisel; või "Vale vastus" teistele vastusevariantidele.

source: Type the learning objectives for this resource.
el: Δώστε τους μαθησιακούς αντικειμενικούς σκοπούς για τον πόρο.
et: Sisesta selle ressursi õppe-eesmärgid.

source: Type the question stem. The question should be clear and unambiguous. Avoid negative premises as these can tend to be ambiguous.
et: Sisesta küsimuse tüvi. Küsimus peaks olema selga ja üheselt mõistetav. Väldi negatiivseid sissejuhatusi, sest need kipuvad olema kahemõttelised.

source: Unit
el: Παράγραφος
et: Osa

source: University of Auckland
el: Πανεπιστήμιο του Auckland
et: Aucklandi Ülikool
