Repository: 0rez91/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: el, et, zu

source: "Find the .txt file (in the applet file) and open it. Copy the contents of this file <ctrl A, ctrl C> into the applet code field.
et: Otsi appletist .txt-fail ja ava see. Kopeeri selle faili sisu <ctrl+A,ctrl+C> appleti koodiväljale.

source: ---Move To---
el: ---Μετακίνηση σε---
et: ---Liiguta---

source: . Please use ASCII names.
el: . Παρακαλώ, χρησιμοποιήστε ονόματα ASCII.
et: . Palun kasuta ASCII nimesid.

source: <dl> <dt>If your goal is to test understanding of core concepts or reading comprehension </dt> <dd> <p> Write a summary of the concept or reading long enough to adequately test the target's knowledge, but short enough not to induce fatigue. Less than one typed page is probably adequate, but probably considerably less for young students or beginners. </p> <p>Select words in the text thatare key to understanding the concepts. Thesewill probably be verbs, nouns, and key adverbs.Choose alternatives with one clear answer. </p> </dd> <dt>If your goal is to test vocabulary knowledge </dt> <dd><p>Write a text using the target vocabulary. This text should be coherent and cohesive, and be of an appropriate length. Highlight the target words in the text. Choose alternatives with one clear answer.</p> </dd> <dt>If your goal is to test word formation/grammar: </dt> <dd> <p>Write a text using the target forms. This text should be coherent and cohesive, and be of an appropriate length. Remember that the goal is not vocabulary knowledge, so the core meanings of the stem words should be well known to the students. </p> <p>Highlight the target words in the text. Provide alternatives with the same word stem, but different affixes. It is a good idea to get a colleague to test the test/exercise to make sure there are no surprises! </p> </dd></dl>
et: <dl> <dt>Kui sinu eesmärgiks on testida loetud materjali põhimõistetest arusaamine</dt> <dd> <p> Kirjuta kokkuvõte tekstist või mõistest. See peaks olema piisavalt pikk, et testida antud info omandamist, kuid samas piisavalt lühike, et ei oleks koormav. Kuni üks trükitud lehekülg peaks olema piisav, kuid noorematele ja algajatele õpilastele võiks olla tunduvalt lühem.</p> <p>Vali tekstist võtmesõnad, mis märgivad mõistetest arusaamist. Need on tõenäoliselt tegu-. nimi- ja määrsõnad. Vali alternatiivid, millele oleks üks selge vastus.</p> </dd> <dt>Kui sinu eesmärgiks on testida sõnade tundmist:</dt> <dd><p>Kirjuta tekst, mis sisaldaks vastavaid sõnu. See tekst peaks olema arusaadav ja seotud ning ka siinkohal pööra tähelepanu teksti pikkusele. Märgista tekstis võtmesõnad. Vali alternatiivid, millele oleks üks selge vastus.</p></dd> <dt>Kui sinu eesmärgiks on testida lausete moodustamine ja grammatikat: </dt> <dd> <p>Kasuta tekstis soovitud lausevorme. See tekst peaks olema arusaadav ja seotud ning ka siinkohal pööra tähelepanu teksti pikkusele. Pea meeles, et eesmärgiks ei ole sõnade tundmine, nii et kasutatud sõnade tähendused peavad olema õpilastele hästi teada.</p> <p>Märgista tekstis võtmesõnad. Paku välja alternatiive samade sõnatüvedega, kuid teistes käänetes/pööretes. Hea mõte on lasta kolleegil eelnevalt koostatud testi või ülesannet lahendada/kontrollida, et vältida üllatusi !</p></dd></dl>

source: <p> The image with text iDevice can be used in a number of ways to support both the emotional (affective) and learning task (cognitive) dimensions of eXe content. </p><p> <b>Integrating visuals with verbal summaries</b> </p><p> Cognitive psychologists indicate that presenting learners with a representative image and corresponding verbal summary (that is presented simultaneously) can reduce cognitive load and enhance learning retention. This iDevice can be used to present an image (photograph, diagram or graphic) with a brief verbal summary covering the main points relating to the image. For example, if you were teaching the functions of a four-stroke combustion engine, you could have a visual for each of the four positions of the piston with a brief textual summary of the key aspects of each visual. </p>
et: <p> Teksti iDevice-ga kaasa olevat teksti võib kasutada mitmel viisil, toetamaks nii eXe sisu emotsionaalset kui ka kognitiivset dimensiooni.</p><p> <b>Visuaalse ja suulise info integreerimine</b> </p><p> Kognitiivpsühholoogid on välja pakkunud, et esitades õpilasele koos pildiga ka tekstipõhise kokkuvõtte pildil olevast nähtusest, vähendab kognitiivset koormust ja parandab õpitu meelespidamist. Seda iDevice-i võib kasutada pildi (foto, diagrammi, graafiku) esitamisel koos lühikese kokkuvõttega, mis kataks näidatud pildi põhipunkte. Näiteks, õpetades 4-taktilise mootori toimimispõhimõtteid, võiks olla kolvi iga 4 asendi kohta üks pilt koos põhimõtete lühikirjeldusega. </p>

source: <p>Assign a label for the attachment. It is useful to include the type of file. Eg. pdf, ppt, etc.</p><p>Including the size is also recommended so that after your package is exported to a web site, people will have an idea how long it would take to download this attachment.</p><p>For example: <code>Sales Forecast.doc (500kb)</code></p>
el: <p>Εκχώριση ετικέτας για το επισυναπτόμενο αρχείο. Είναι χρήσιμο να περιληφθεί ο τύπος του αρχείου, π.χ. pdf, ppt, κλπ.</p><p>Συστήνεται επίσης να συμπεριλάβετε το μέγεθος ώστε αφότου το πακέτο σας να εξαχθεί σε έναν δικτυακό τόπο, οι επισκέπτες να γνωρίζουν πόσο θα τους πάρει να το κατεβάσουν.</p><p> Π.χ.: <code>Sales Forecast.doc (500kb)</code></p>
et: <p>Lisa manusele märge, mis võiks sisaldada faili tüüpi (nt .pdf, .ppt, jne).</p><p>Kasulik on ka faili suuruse näitamine, et pärast eksportimist oleks inimestel ettekujutus faili allalaadimisele kuluvast ajast.</p><p>Näiteks: <code>tulemused.doc (500KB)</code></p>

source: <p>Cloze exercises are texts or sentences where students must fill in missing words. They are often used for the following purposes:</p><ol><li>To check knowledge of core course concepts (this could be a pre-check, formative exercise, or summative check).</li><li>To check reading comprehension.</li><li>To check vocabulary knowledge.</li><li>To check word formation and/or grammatical competence. </li></ol>
et: <p>"Täida lüngad"-testid või ülesanded on tekstid või laused kust on kustutatud mõned sõnad või fraasid. Neid kasutatakse tihti järgmistel puhkudel:</p><ol><li>Kontrollimaks teadmisi kursuse põhimõistete kohta (see peaks olema kursusele eelnev test, ülesanne või kokkuvõttev kontroll).</li><li>Kontrollimaks loetust arusaamist.</li><li>Kontrollimaks sõnade tähenduste tundmist.</li><li>Kontrollimaks lausete-sõnade moodustamist ja/või grammatika tundmist.</li></ol>

source: <p>Enter the text for the cloze activity in to the cloze field by either pasting text from another source or by typing text directly into the field.</p><p> To select words to hide, double click on the word to select it and click on the Hide/Show Word button below.</p>
et: <p>Sisesta "Täida lüngad"-ülesandele tekst, trükkides selle lünkade täitmise väljadesse, kas kopeerides mõnest muust allikast või sisestades teksti otse sellesse välja.</p><p> Et valida peidetavad sõnad, tee antud sõnal topelt-klikk selle valimiseks ja kliki Peida/Näita Sõna nupul.</p>

source: <p>If this option is checked, submitted answers with different capitalization will be marked as incorrect.</p>
et: <p>Selle valiku puhul märgitakse erinevused suurte-väikeste tähtede kasutamisel vastustes valeks.</p>

source: <p>Teachers should keep the following in mind when using this iDevice: </p><ol><li>Think about the number of different types of activity planned for your resource that will be visually signalled in the content. Avoid using too many different types or classification of activities otherwise learner may become confused. Usually three or four different types are more than adequate for a teaching resource.</li><li>From a visual design perspective, avoid having two iDevices immediately following each other without any text in between. If this is required, rather collapse two questions or events into one iDevice. </li><li>Think about activities where the perceived benefit of doing the activity outweighs the time and effort it will take to complete the activity. </li></ol>
et: <p>Õpetajad peaksid seda iDevice-i kasutades meeles pidama järgmist:</p><ol><li>Pööra tähelepanu erinevatele õpperessursis sisalduvate tegevuste tüüpidele, mis on visuaalsed nähtavad. Vältimaks õpilase segadusse viimist, ära kasuta liiga palju erinevaid tegevuste tüüpe või klassifikatsioone. Tavaliselt piisab ühe õpperessursi jaoks 3-4 tüübist täielikult.</li><li>Visuaalse disaini vaatenurgast väldi kahte järjestikust iDevice-i ilma mingi tekstita nende vahel. Kui see on siiski vajalik, siis pigem koonda kaks küsimust või sündmust samasse iDevice-i.</li><li>Mõtle selliste tegevuste peale, kus tegevuse läbimise tajutav kasu kaalub üles sellele kuluva aja ja pingutuse.</li></ol>

source: <p>The Reading Activity will primarily be used to check a learner's comprehension of a given text. This can be done by asking the learner to reflect on the reading and respond to questions about the reading, or by having them complete some other possibly more physical task based on the reading.</p>
et: <p>Lugemise tegevust kasutatakse õpilase testimiseks tekstist arusaamisel. Selle teostamiseks võib õpilasel paluda mõtiskleda loetud teemal ja vastata küsimustele või lasta neil täita mõni loetul põhinev "füüsilisem" ülesanne.</p>

source: <p>The Wikipedia iDevice allows you to locate existing content from within Wikipedia and download this content into your eXe resource. The Wikipedia Article iDevice takes a snapshot copy of the article content. Changes in Wikipedia will not automatically update individual snapshot copies in eXe, a fresh copy of the article will need to be taken. Likewise, changes made in eXe will not be updated in Wikipedia. </p> <p>Wikipedia content is covered by the GNU free documentation license.</p>
et: <p>Wikipedia iDevice lubab sul leida Wikipedias olevat sisumaterjali ja laadida se alla sinu eXe ressurssi. Wikipedia Artikli iDevice teeb koopia artikli sisust. Uuendused Wikipedia lehel ei uuene automaatselt eXe-s asuvates koopiates, seega peab artiklist tegema uue koopia. Sarnaselt ei uuenda ka eXe-s tehtud muudatused Wikipedia lehel asuvat artiklit.</p> <p>Wikipedia sisu on kaitstud <i>GNU free documentation</i> litsentsiga.</p>

source: <p>The reading activity, as the name suggests, should ask the learner to perform some form of activity. This activity should be directly related to the text the learner has been asked to read. Feedback to the activity where appropriate, can provide the learner with some reflective guidance.</p>
et: <p>Lugemis-tegevus, nagu ka nimi ütleb, peaks õpilasel paluma täita mingi tegevuse. See tegevus peaks olema otseselt seotud loetd tekstiga. Tegevuse tagasiside, kus sobilik, võib õpilasele pakkuda reflektiivset suunamist.</p>

source: <p>Where you have a number of images that relate to each other or to a particular learning exercise you may wish to display these in a gallery context rather then individually.</p>
et: <p>Kui sul on terve hulk pilte mis omavad teineteise või mõne õpiobjekti suhtes mingit seost, võid nende eraldi näitamise asemel kasutada ka galerii võimalust.</p>

source: A case study is a device that provides learners with a simulation that has an educational basis. It takes a situation, generally based in reality, and asks learners to demonstrate or describe what action they would take to complete a task or resolve a situation. The case study allows learners apply their own knowledge and experience to completing the tasks assigned. when designing a case study consider the following:<ul> <li> What educational points are conveyed in the story</li> <li> What preparation will the learners need to do prior to working on the case study</li> <li> Where the case study fits into the rest of the course</li> <li> How the learners will interact with the materials and each other e.g. if run in a classroom situation can teams be setup to work on different aspects of the case and if so how are ideas feed back to the class</li></ul>
et: Juhtumi kirjeldus on lugu, mis kannab endas harivat informatsiooni. Juhtumi kirjeldust võib kasutada esitamaks realistlikku situatsiooni, mis lubab õpilastel rakendada oma teadmisi ja kogemusi. Juhtumi kirjelduse disainimisel peaks meeles pidama järgmist:<ul> <li> Millist harivat infot see edasi annab</li> <li> Milline peaks olema õpilaste eelnev ettevalmistus selle juhtumi kirjeldusega töötamiseks</li> <li> Kuidas see juhtumi kirjeldus sobib ülejäänud kursusesse</li> <li> Kuidas õpilased suhtlevad õppematerjalidega ja üksteisega, nt. kas klassiruumi puhul on võimalik gruppides töötada juhtumi erinevate aspektide kallal, ja kui on, siis kuidas on korraldatud ideede tagasisidestus klassile</li></ul>

source: A hint may be provided to assist the learner in answering the question.
et: Õpilase võib küsimusele vastamiseks anda vihje.

source: Actions
el: Ενέργειες
et: Tegevused

source: Activity
el: Δραστηριότητα
et: Tegevus

source: Add Image
et: Lisa pilt

source: Add JPEG Image
et: Lisa JPEG-pilt

source: Add all the files provided for the applet except the .txt file one at a time using the add files and upload buttons. The files, once loaded will be displayed beneath the Applet code field.
et: Lisa ühekaupa kõik appleti failid, v.a. .txt-fail, kasutades selleks failide lisamise ja ülesalaadimise nuppe. Kui failid on laetud, näidatakse neid appleti koodivälja all.

source: Add another Option
et: Lisa valik

source: Add another Question
et: Lisa küsimus

source: Add another option
el: Προσθέστε άλλη επιλογή
et: Lisa veel valikuid

source: Add another question
el: Προσθήκη ερώτησης
et: Lisa veel küsimusi

source: Add files
et: Lisa fail

source: Add images
el: Προσθήκη εικόνων
et: Lisa pilte

source: Align:
el: Στοίχιση:
et: Reasta:

source: Alignment allows you to choose where on the screen the image will be positioned.
et: Joondamine lubab sul valida, kuhu ekraanil pilt asetada.

source: Allow auto completion when user filling the gaps.
el: Επιτρέψτε αυτόματη συμπλήρωση όταν ο χρήστης συμπληρώνει τα κενά.
et: Luba automaatne täitmine kui kasutaja lünkasid täidab.

source: Allow auto completion when user filling the gaps.
el: Επιτρέψτε αυτόματη συμπλήρωση όταν ο χρήστης συμπληρώνει τα κενά.
et: Luba automaatne täitmine kui kasutaja lünkasid täidab.

source: Although more often used in formal testing situations MCQs can be used as a testing tool to stimulate thought and discussion on topics students may feel a little reticent in responding to. When designing a MCQ test consider the following: <ul> <li> What learning outcomes are the questions testing</li> <li> What intellectual skills are being tested</li> <li> What are the language skills of the audience</li> <li> Gender and cultural issues</li> <li> Avoid grammar language and question structures that might provide clues</li> </ul>
et: Kuigi tihedamini kasutuses formaalsetes testi olukordades, võib MCQ-sid kasutada kui testimisvahendit mõtete / vestluste stimuleerimiseks teemadel, mille väljendamisel või õpilane olla tagasihoidlik. MCQ-testi disainimisel pea meeles järgmist: <ul> <li> Mis on õppe tulemused, millised on küsimuste testimisomadused</li> <li> Milliseid intellektuaalseid võimeid testitakse</li> <li> Milline on sihtgrupi keeleoskused</li> <li> Soolised ja kultuurilised probleemid</li> <li> Väldi grammatilisi ja küsimuste struktuure, mis võiksid vihjeid anda</li> </ul>

source: An activity can be defined as a task or set of tasks a learner must complete. Provide a clear statement of the task and consider any conditions that may help or hinder the learner in the performance of the task.
el: Ως δραστηριότητα μπορεί να οριστεί μια εργασία ή σύνολο εργασιών που ο μαθητής πρέπει να ολοκληρώσει. Δώστε μια ξεκάθαρη περιγραφή της εργασίας καθώς και όσες συνθήκες πιστεύετε ότι θα βοηθήσουν ή θα δυσκολέψουν το μαθητή για να ολοκληρώσει την εργασία.
et: Tegevust defineeritakse kui ülesannet või nende kogumit, mille õpilane peab läbima. Esita selge ülesande püstitus ja võta arvesse kõikvõimalikke tingimusi mis võivad aidata või takistada õppijat selle ülesande jõudsal läbimisel.

source: Applet Code:
et: Appleti kood:

source: Article
el: Άρθρο
et: Artikkel

source: Attachment
el: Επισύναψη
et: Manus

source: Attachment %s has no parentNode
el: Το επισυναπτόμενο αρχείο %s δεν έχει πατρικό κόμβο
et: Manusel %s puudub parentNode

source: Button Caption
el: Λεζάντα Κουμπιού:
et: Nupu tekst

source: Cancel
el: Ακύρωση
et: Tühista

source: Cannot access directory named
el: Αδύνατη η προσπέλαση στον κατάλογο
et: Puudub ligipääs kataloogile nimega

source: Caption:
el: Λεζάντα:
et: Pealkiri:

source: Case Study
el: Μελέτη σκοπιμότητας
et: Juhtumi kirjeldus

source: Change Image
et: Muuda pilti

source: Check Caps?
el: Έλεγχος για κεφαλαία;
et: Kontrolli suuri/väikeseid tähti ?

source: Chinese Wikipedia Article
el: Άρθρο της Κινέζικης Βίκι εγκυκλοπαίδειας
et: Hiina Wikipedia artikkel

source: Choose an Image
et: Vali pilt

source: Choose the size you want your image to display at. The measurements are in pixels. Generally, 100 pixels equals approximately 3cm. Leave both fields blank if you want the image to display at its original size.
et: Vali pildi kuvamise suurus. Mõõdud on pikslites. Üldiselt vastab 100 pikslit umbes 3 cm-le. Jäta mõlemad väljad tühjaks kui soovid pilti kuvada originaalsuuruses.

source: Click on the picture below or the "Add Image" button to select an image file to be magnified.
et: Kliki alloleval pildil või nupul "Lisa pilt" valimaks pildifaili, mida suurendada.

source: Click <strong>Select a file</strong>, browse to the file you want to attach and select it.
el: Κάντε κλικ στο <strong>Επιλέξτε αρχείο</strong> και επιλέξτε το αρχείο που θέλετε να επισυνάψετε.
et: Klili <strong>Vali fail</strong>, mine failini, mida soovid manusesse panna ja vali see.

source: Click Here
el: Κάντε κλικ εδώ
et: Kliki siia

source: Click for completion instructions
et: Kliki, et näha läbimise juhendit

source: Click here
el: Κάντε κλικ εδώ
et: Kliki siia

source: Click on the Add images button to select an image file. The image will appear below where you will be able to label it. It's always good practice to put the file size in the label.
et: Pildi-faili lisamiseks kliki "Lisa pildid" nupul. Pilt ilmub allapoole, kus võid selle märgendada. Hea tava on märgendisse lisada ka faili suurus.

source: Close
el: Κλείσιμο
et: Sulge

source: Cloze
el: Κλείσιμο
et: Täida

source: Cloze Activity
el: Κλείσιμο Δραστηριότητας
et: Täida lüngad

source: Cloze Text
et: Täida lüngad

source: Correct
el: Σωστό
et: Õige

source: Correct!
el: Σωστό!
et: Õige !

source: Create the case story. A good case is one that describes a controversy or sets the scene by describing the characters involved and the situation. It should also allow for some action to be taken in order to gain resolution of the situation.
et: Loo juhtumi kirjeldus. Hea juhtum one selline, mis kirjeldab teatud vastuolu või loob teatud olukorra (stseeni), kirjeldades sellega seotud tegelaskujusid ja situatsiooni. See peaks ka lubama teatud tegevuste teostamist, mis oleksid suunatud olukorra lahendamisele.

source: Delete
el: Διαγραφή
et: Kustuta

source: Delete File
et: Kustuta fail

source: Delete Image
et: Kustuta pilt

source: Delete option
el: Επιλογή διαγραφής
et: Kustuta valik

source: Delete question
el: Διαγραφή ερώτησης
et: Kustuta küsimus

source: Describe how learners will assess how they have done in the exercise. (Rubrics are useful devices for providing reflective feedback.)
el: Περιγράψτε πως οι μαθητές θα μάθουν πώς τα πήγαν στην άσκηση. (Οι υποδείξεις είναι χρήσιμες για να παρέχουν ανατροφοδότηση).
et: Kirjelda kuidas õpilased hindavad oma ülesannete tulemusi. (Rubriigid on kasulikud vahendid pakkumaks kaalutletud tagasisidet.

source: Describe the activity tasks relevant to the case story provided. These could be in the form of questions or instructions for activity which may lead the learner to resolving a dilemma presented.
et: Kirjelda tegevusülesandeid, mis on olulised antud juhtumi kirjelduse puhul. Need peaksid olema küsimuste või juhendite vormis, ning suunama õpilast esitatud dilemma lahendamisel.

source: Describe the prerequisite knowledge learners should have to effectively complete this learning.
el: Περιγράψτε τις προαπαιτούμενες γνώσεις που θα πρέπει να έχουν οι μαθητές για ολοκληρώσουν με επιτυχία το μάθημα.
et: Kirjelda neid eelteadmisi, mis õpilastel peaksid olema, et see õppetükk efektiivselt läbida.

source: Describe the tasks related to the reading learners should undertake. This helps demonstrate relevance for learners.
et: Kirjelda õpilastele lugemismaterjaliga seotud ülesandeid. See aitab neile demonstreerida materjali olulisust.

source: Describe the tasks the learners should complete.
el: Περιγράψτε τις εργασίες που θα πρέπει να ολοκληρώσουν οι μαθητές.
et: Kirjelda ülesanded, mida õpilane peab läbima

source: Description
el: Περιγραφή
et: Kirjeldus

source: Description:
el: Περιγραφή:
et: Kirjeldus:

source: Display as:
el: Απεικόνιση ως:
et: Näita kui:

source: Done
el: Ολοκληρώθηκε
et: Tehtud

source: Dutch Wikipedia Article
el: Άρθρο της Ολλανδικής Βίκι εγκυκλοπαίδειας
et: Hollandi Wkipedia artikkel

source: ERROR Element.process called directly with %s class
el: ΛΑΘΟΣ: Απευθείας κλήση του Element.process μέσω της κλάσης %s
et: ERROR Element.process called directly %s class

source: ERROR Element.renderView called directly with %s class
el: ΛΑΘΟΣ: Απευθείας κλήση του Element.renderView μέσω της κλάσης %s
et: ERROR Element.renderView called directly %s class

source: Edit
el: Επεξεργασία
et: Redigeeri

source: Emphasis
el: Έμφαση
et: Rõhuasetus

source: English Wikipedia Article
el: Άρθρο της Αγγλικής Βίκι εγκυκλοπαίδειας
et: Inglise Wikipedia artikkel

source: Enter the text you wish to associate with the file.
et: Sisesta tekst, mida soovid selle failiga seostada.

source: Enter a hint here. If you do not want to provide a hint, leave this field blank.
el: Δώστε μια συμβουλή. Αν δεν θέλετε να δώσετε μια συμβουλή, αφήστε το πεδίο κενό.
et: Sisesta siia vihje. Kui sa seda teha ei soovi, võid selle välja tühjaks jätta.

source: Enter a hint here. If you do not want to provide a hint, leave this field blank.
el: Δώστε μια συμβουλή. Αν δεν θέλετε να δώσετε μια συμβουλή, αφήστε το πεδίο κενό.
et: Sisesta siia vihje. Kui sa seda teha ei soovi, võid selle välja tühjaks jätta.

source: Enter a phrase or term you wish to search within Wikipedia.
et: Sisesta fraas või termin mida soovid Wikipediast otsida.

source: Enter a question for learners to reflect upon.
et: Sisesta küsimus, mille üle õpilased mõtisklema peavad.

source: Enter a title for the gallery
et: Sisesta galerii jaoks pealkiri

source: Enter an answer option. Provide a range of plausible distractors (usually 3-4) as well as the correct answer. Click on the &lt;Add another option&gt; button to add another answer.
et: Sisesta valikvastus. Sisesta lisaks õigele vastusele ka 3-4 eksitavat vastusevarianti. Kliki nupul &lt;Lisa valik&gt;, et lisada uus vastusevariant.

source: Enter any feedback you wish to provide to the learner. This field may be left blank. if this field is left blank default feedback will be provided.
et: Sisesta igasugune tagasiside õpilastele vastavasse välja. Selle välja võib ka tühjaks jätta, sel juhul saadetakse õpilastele standard-tagasiside.

source: Enter any feedback you wish to provide the learner with-in the feedback field. This field can be left blank.
el: Εισάγετε όποια ανατροφοδότηση επιθυμείτε να παρέχετε στον εκπαιδευόμενο στο πεδίο ανατροφοδότησης. Το πεδίο αυτό μπορεί να μείνει κενό.
et: Sisesta igasugune tagasiside õpilastele vastavasse välja. Selle välja võib ka tühjaks jätta
