Repository: 0rez91/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: el, et, zu

source: Unlike the MCQ the SCORM quiz is used to test the learners knowledge on a topic without providing the learner with feedback to the correct answer. The quiz will often be given once the learner has had time to learn and practice using the information or skill.
et: Vastupidiselt MCQ-testile on SCORM-test kasutatav õpilaste teadmiste testimisel mingil teemal ning tagasisideta õige vastuse kohta. Test tuleb tavaliselt teha pärast seda kui õpilasel on olnud aega õppida ning harjutada kasutades õpitud informatsiooni või oskust.

source: Upload
et: Üleslaadimine

source: Use feedback to provide a summary of the points covered in the reading, or as a starting point for further analysis of the reading by posing a question or providing a statement to begin a debate.
et: Kasuta tagasisidet seda kokkuvõtte tegemiseks lugemismaterjalides kaetud punktidest , või alguspunktina materjalide edasisele analüüsile, esitades debatti algatava küsimuse või seiuskoha.

source: Use this Idevice if you have a lot of images to show.
el: Χρησιμοποιήστε το εκπαιδευτικό εργαλείο αυτό αν έχετε να δείξετε πολλές εικόνες.
et: Kasuta seda iDevice'i kui on vaja näidata palju pilte.

source: Use this field to enter text. This iDevice has no emphasis applied although limited formatting can be applied to text through the text editing buttons associated with the field.
et: Kasuta seda välja teksti sisestamiseks. Sellel iDevice-l puudub rõhuasetus, kuid piiratud teksti vormimine on võimalik tänu väljaga seotud redigeerimisnuppudele.

source: What to read
el: Τι να διαβάσετε
et: Mida lugeda

source: When building an MCQ consider the following: <ul> <li> Use phrases that learners are familiar with and have encountered in their study </li> <li> Keep responses concise </li> <li> There should be some consistency between the stem and the responses </li> <li> Provide enough options to challenge learners to think about their response </li> <li> Try to make sure that correct responses are not more detailed than the distractors </li> <li> Distractors should be incorrect but plausible </li> </ul>
et: MCQ-testi koostamisel pea meeles järgmist: <ul> <li> Keeleliselt kasuta fraase millega õpilased on eelnevas õppes kokku puutunud</li> <li> Hoia vastused lühidad</li> <li> Tüve ja vastuste vahele peaks eksisteerima teatud järjepidevus</li> <li> Paku välja piisavalt valikuvariante, sundimaks õpilasi oma vastuse üle järele mõtlema</li> <li> Hoia nii õiged kui ka valed ehk segavad vastused samal detailsuse astmel</li> <li> Segavad vastused peaksid olema väärad kuid mõeldavad</li> </ul>

source: Wikibooks Article
el: Άρθρο βιβλίων Βίκι
et: Wikibooks artikkel

source: Wikieducator Content
et: Wikieducator sisu

source: Wrong
et: Vale

source: article
et: artikkel

source: blank for original size
el: κενό για αρχικό μέγεθος
et: originaalsuurusele tühi

source: eXe : elearning XHTML editor
el: eXe : XHTML κειμενογράφος για εξ' αποστάσεως μάθηση
et: eXe: e-õppe XHTML redaktor

source: file %s has no parentNode
et: failil %s puudub parentNode

source: http://en.wikipedia.org/
el: http://el.wikipedia.org/
et: http://et.wikipedia.org/

source: iDevice %s has no package
el: Το εκπαιδευτικό εργαλείο %s δεν έχει πακέτο
et: iDevice-l %s pudub pakett

source: iDevice Editor
el: Επεξεργαστής κειμένου εκπαιδευτικών εργαλείων
et: iDevide redaktor

source: iDevice icon
et: iDevide ikoon

source: key
el: κλειδί
et: klahv

source: keycode
el: κώδικας κλειδιού
et: klahvikood

source: label
el: Ετικέτα
et: märge

source: title
el: Τίτλος
et: pealkiri

source: SCORM 1.2 Options
et: SCORM 1.2 valikud

source: Insert Package
el: Εισαγωγή Πακέτου
et: Sisesta pakett

source: Project Properties
el: Ιδιότητες έργου
et: Projekti omadused

source: Package
et: Pakett

source: Title:
et: Pealkiri:

source: Add Previous/Next links within SCOs?
et: Lisa Eelmine/Järgmine viited SCO-sse ?

source: Extract Package
el: Εξαγωγή Πακέτου
et: Ava pakett

source: Project Title:
et: Projekti pealkiri:

source: Metadata
et: Meta-andmed

source: Creator:
et: Autor:

source: Header Background:
et: Päise taust:

source: Export
et: Eksport

source: Subject:
el: Θέμα:
et: Teema:

source: Load Image
et: Lae pilt

source: Typically, Subject will be expressed as keywords, key phrases or classification codes that describe a topic of the resource. Recommended best practice is to select a value from a controlled vocabulary or formal classification scheme.
et: Tavaliselt väljendatakse Teemat kui võtmesõnu, fraase või klassifitseerimiskoode, mis kirjeldavad ressursi teemat. Soovitatav praktika on valida variandid piiratud sõnade hulgast või formaalsest klassifitseerimis-skeemist.

source: Clear Image
et: Puhasta pilt

source: Publisher:
et: Väljaandja:

source: Tile background image?
et: Taustapilt "tellistena" ?

source: Contributors:
et: Kontribuutorid:

source: Author:
et: Autor:

source: Date:
et: Kuupäev:

source: Typically, Date will be associated with the creation or availability of the resource. Recommended best practice for encoding the date value is defined in a profile called
et: Tavaliselt seostatakse Kuupäeva ressurssi loomise või kättesaadavaks tegemise kuupäevaga. Soovitatav praktika kuupäeva kodeerimiseks on defineeritud profiilis nimega

source: Type:
et: Tüüp:

source: Type includes terms describing general categories, functions, or genres, for content. Recommended best practice is to select a value from a controlled vocabulary or controlled classification scheme.
et: Tüüp sisaldab sisu jaoks termineid, mis kirjeldavad üldisi kategooriaid, funktsioone või zhanreid. Soovitatav praktika on valida variandid piiratud sõnade hulgast või kontrollitud klassifikatsiooni skeemist.

source: Format:
et: Formaat:

source: label="File" accesskey="f"
el: label="Αρχείο" accesskey="α"
et: label="Fail" accesskey="f"

source: Select Format
et: Vali formaat

source: label="New" accesskey="n"
el: label="Δημιουργία" accesskey="N"
et: label="Uus" accesskey="n"

source: XHTML
et: XTML

source: label="Open" accesskey="o"
el: label="Άνοιγμα" accesskey="ο"
et: label="Ava" accesskey="o"

source: Taxonomy
el: Ταξινόμηση
et: Taksonoomia

source: IMS Content Package 1.1.3
et: IMS Sisupakett 1.1.3

source: label="Save" accesskey="s"
el: label="Αποθήκευση" accesskey="σ"
et: label="Salvesta" accesskey="s"

source: Level 1:
et: Tase 1:

source: Identifier:
et: Identifikaator:

source: label="Save As..." accesskey="a"
el: label="Αποθήκευση ως..." accesskey="α"
et: label="Salvesta kui..." accesskey="a"

source: Level 2:
et: Tase 2:

source: Source:
et: Allikas:

source: Level 3:
et: Tase 3:

source: Language:
et: Keel:

source: label="Export" accesskey="e"
el: label="Εξαγωγή" accesskey="ε"
et: label="Eksport" accesskey="e"

source: Update Tree
et: Uuenda puud

source: Abkhazian
et: Abhaasia

source: label="IMS Content Package" accesskey="i"
el: label="Πακέτο Περιεχομένου IMS" accesskey="i"
et: label="IMS Sisupakett" accesskey="i"

source: Afrikaans
et: Aafrika

source: Web Site
et: Veebileht

source: Albanian
et: Albaania

source: Amharic
et: Amhaari

source: Arabic
et: Araabia

source: label="Single Page" accesskey="p"
el: label="Απλή σελίδα" accesskey="λ"
et: label="Üks leht" accesskey="p"

source: Armenian
et: Armeenia

source: Assamese
et: Assameesi

source: label="Insert Package" accesskey="i"
el: label="Εισαγωγή Πακέτου" accesskey="ι"
et: label="Sisesta pakett" accesskey="i"

source: Azerbaijani
et: Azerbaidzhaani

source: label="Extract Package" accesskey="E"
el: label="Εξαγωγή Πακέτου" accesskey="ξ"
et: label="Ava pakett" accesskey="i"

source: Bashkir
et: Bashkiiri.

source: label="Quit" accesskey="q"
et: label="Sulge programm" accesskey="s"

source: Basque
et: Baski

source: label="Tools" accesskey="t"
el: label="Εργαλεία" accesskey="ε"
et: label="Vahendid" accesskey="t"

source: Bengali; Bangla
et: Bengaali

source: Preferences
el: Προτιμήσεις
et: Eelistused

source: Bihari
et: Bihaari

source: label="Styles" accesskey="s"
el: label="Στυλ" accesskey="σ"
et: label="Stiilid" accesskey="s"

source: Bosnian
et: Bosnia

source: label="Help" accesskey="h"
el: label="Βοήθεια" accesskey="h"
et: label="Abi" accesskey="h"

source: Breton
et: Bretooni

source: Byelorussian; Belarusian
et: Valgevene

source: Bulgarian
et: Bulgaaria

source: Burmese
et: Birma

source: Catalan
et: Kataloonia

source: Chamorro
et: Kamorro

source: Chechen
et: Tshetsheenia

source: Chinese
et: Hiina

source: Add Page
el: Προσθήκη σελίδας
et: Lisa lehekülg

source: Church Slavic
et: Slaavi

source: Rename
el: Μετονομασία
et: Muuda nimi

source: Chuvash
et: Tshuvashi

source: outlinePane
el: Πλαίσιο Περιγράμματος
et: Sisukorra riba

source: Cornish
et: Korni

source: iDevices
et: iDevice

source: Corsican
et: Korsika

source: iDevicePane
el: Πλαίσιο εκπαιδευτικών εργαλείων
et: iDevice Riba

source: Croatian
et: Horvaatia

source: Authoring
el: Συγγραφή
et: Autorlus

source: Czech
et: Tsehhi

source: Properties
el: Ιδιότητες
et: Omadused

source: Danish
et: Taani

source: Dzongkha; Bhutani
et: Butaani

source: English
et: Inglise

source: Estonian
et: Eesti

source: Finnish
et: Soome

source: Fijian; Fiji
et: Fidzhi

source: Faroese
et: Fääri

source: French
et: Prantsuse

source: Frisian
et: Friisia

source: Scots; Gaelic
et: Shoti

source: Gallegan; Galician
et: Galliitsia

source: Georgian
et: Gruusia

source: German
et: Saksa

source: Guarani
et: Guaraani

source: Hebrew (formerly iw)
et: Heebrea

source: Hungarian
et: Ungari

source: Indonesian (formerly in)
et: Indoneesia

source: Icelandic
et: Islandi

source: Irish
et: Iiri

source: Italian
et: Itaalia

source: Japanese
et: Jaapani

source: Javanese
et: Jaava

source: Kikuyu
et: Kikuju

source: Kuanyama
et: Kuanjaami

source: Kazakh
et: Kasahhi

source: Kalaallisut; Greenlandic
et: Gröönimaa

source: Khmer; Cambodian
et: Kambodzha

source: Korean
et: Korea

source: Kashmiri
et: Kashmiiri

source: Kirghiz
et: Kirgiisi

source: Kurdish
et: Kurdi

source: Latin
et: Ladina

source: Letzeburgesch
et: Letseburgi

source: Lingala
et: Lingaala

source: Lao; Laotian
et: Laose

source: Lithuanian
et: Leedu

source: Latvian; Lettish
et: Läti

source: Malagasy
et: Malagaasi

source: Manx
et: Manksi

source: Marshall
et: Marshalli

source: Macedonian
et: Makedoonia

source: Marathi
et: Marati

source: Malayalam
et: Malajalaami

source: Moldavian
et: Moldaavia

source: Mongolian
et: Mongoolia

source: Malay
et: Malai

source: Maltese
et: Malta

source: Norwegian Bokmål
et: Norra

source: Ndebele, North
et: Ndebel, põhja

source: Nepali
et: Nepaali

source: Dutch
et: Hollandi

source: Norwegian Nynorsk
et: Norra (nynorsk)

source: Norwegian
et: Norra

source: Ndebele, South
et: Ndebele, lõuna

source: Occitan; Provençal
et: Occitan; Provenzl.

source: Ossetian; Ossetic
et: Osseetia

source: Persian
et: Pärsia

source: Polish
et: Poola

source: Portuguese
et: Portugali

source: Rhaeto-Romance
et: Retro-romaani

source: Romanian
et: Rumeenia

source: Russian
et: Vene

source: Sardinian
et: Sardiinia

source: Northern Sami
et: Põhja-Saami

source: Samoan
et: Samoa

source: Sesotho; Sotho, Southern
et: Sesotho; Sotho, lõuna

source: Serbian
et: Serbia

source: Slovak
et: Slovaki

source: Slovenian
et: Sloveenia

source: Somali
et: Somaali

source: Spanish
et: Hispaania

source: Sundanese
et: Sundaneesi

source: Swahili
et: Suahiili

source: Swedish
et: Rootsi

source: Tahitian
et: Tahiiti

source: Tajik
et: Tadzhiki

source: Tamil
et: Tamili

source: Tatar
et: Tatari

source: Thai
et: Tai

source: Tibetan
et: Tiibeti

source: Tigrinya
et: Tigriinia

source: Turkish
et: Türgi

source: Turkmen
et: Turkmeeni

source: Ukrainian
et: Ukraina

source: Uzbek
et: Usbeki

source: Vietnamese
et: Vietnami

source: Volapük; Volapuk
et: Volapk; Volapuk

source: Welsh
et: Walesi

source: Yiddish (formerly ji)
et: Jiddish

source: Relation:
et: Relatsioon:

source: Coverage:
et: Kaetavus:

source: Rights:
et: Õigused:

source: Typically, a Rights element will contain a rights management statement for the resource, or reference a service providing such information. Rights information often encompasses Intellectual Property Rights (IPR), Copyright, and various Property Rights. If the Rights element is absent, no assumptions can be made about the status of these and other rights with respect to the resource.
et: Tavaliselt sisaldab Õiguste element ressursi jaoks õiguste korraldamise avaldust või viidet teenusele, mis seda informatsiooni pakub. Õiguste informatsioon sisaldab tihti intellektuaalse omandi õigust, autorikaitset ja muid erinevaid omandiõiguseid. Kui õiguste element puudub, ei saa teha mingeid järeldusi selle ressursi õiguste staatuse kohta

source: ---Move To---"pa
zu: ---Kuse E---"pa

source: . Please use ASCII names."pa
zu: . Ucelwa ukuba usebenzise amagama e ASCII."pa

source: <dl> <dt>If your goal is to test understanding of core concepts or reading comprehension </dt> <dd> <p> Write a summary of the concept or reading long enough to adequately test the target's knowledge, but short enough not to induce fatigue. Less than one typed page is probably adequate, but probably considerably less for young students or beginners. </p> <p>Select words in the text thatare key to understanding the concepts. Thesewill probably be verbs, nouns, and key adverbs.Choose alternatives with one clear answer. </p> </dd> <dt>If your goal is to test vocabulary knowledge </dt> <dd><p>Write a text using the target vocabulary. This text should be coherent and cohesive, and be of an appropriate length. Highlight the target words in the text. Choose alternatives with one clear answer.</p> </dd> <dt>If your goal is to test word formation/grammar: </dt> <dd> <p>Write a text using the target forms. This text should be coherent and cohesive, and be of an appropriate length. Remember that the goal is not vocabulary knowledge, so the core meanings of the stem words should be well known to the students. </p> <p>Highlight the target words in the text. Provide alternatives with the same word stem, but different affixes. It is a good idea to get a colleague to test the test/exercise to make sure there are no surprises! </p>"pa
zu: <dl> <dt>Uma umgomo wakho kuwukuhlola ukuqondwa kwemiqondo engumongo noma indaba efundwayo </dt> <dd> <p> Bhala ngamafuphi ngomqondo oyinhloko wendaba noma ngokufundwayo. Lokhu kumele kube kude ngokwanele ukuvivinya ulwazi oqonde ukuluhlola, kodwa kube kufushane ngokwanele ukuthi kungabangeli ukukhathala. Okungaphansi kwekhasi elilodwa elithayiphiwe kungahle kwanele, kodwa abafundi abancane noma abasaqala ungababhalela okungakuningi kakhulu. </p> <p>Khetha amagama endabeni ayisihluthulelo ekuqondeni imiqondo eyinhloko. Lawa kungaba izenzo,amabizo kanye nezandiso eziyisihluthulelo.Khetha amanye kanye nempendulo eyodwa ecacile. </p> </dd> <dt>Uma umgomo wakho kuwukuhlola ulwazi lwamagama </dt> <dd><p>Bhala indaba usebenzise amagama oqode ukuwahlola. Lendaba kumele ibe ezwakalayo futhi ehlangene,ibe yinde ngokufanelekile. Gqamisa amagama oqonde ukuwahlola endabeni. Khetha amanye kanye nempendulo eyodwa ecacile.</p> </dd> <dt>Uma umgomo wakho kuwukuhlola ukwakheka kwamagama/ulimi: </dt> <dd> <p>Bhala indaba usebenzisa izakhiwo oqonde ukuzihlola. Lendaba kumele ibe ezwakalayo futhi ehlangene,ibe yinde ngokufanelekile.Khumbula ukuthi umgomo akulona ulwazi lwamagama, ngakho izincazelo zeziqu zamagama kufanele kube okwaziwa kahle abafundi. </p> <p>Gqamisa amagama oqonde ukuwahlola endabeni. Nikeza amanye amagama anesiqu esifanayo, kodwa anezijobelelo ezihlukile. Kuyisu elihle ukucela umlingani wakho akuhlolele isivivinyo ukuqinisekisa ukuthi akukho zimangaliso! </p>"pa

source: <p>Assign a label for the attachment. It is useful to include the type of file. Eg. pdf, ppt, etc.</p><p>Including the size is also recommended so that after your package is exported to a web site, people will have an idea how long it would take to download this attachment.</p><p>For example: <code>Sales Forecast.doc (500kb)</code></p>"pa
zu: <p>Abela isinamathiselo ilebula.Kuyasiza ukufaka nohlobo lwefayela.Isib. pdf, ppt, njll.</p><p>Kuyanconywa nokufakwa kobungako befayela ukuze ngemva kokuba iphakethe lomsebenzi wakho selithunyelwe kwisiza se-internet,abantu bezoba nomqondo wokuthi kuzothatha isikhathi esingakanani ukulayishela ezansi isinamathiselo.</p><p>Ngokwesibonelo:<code>Sale Forecast.doc (500kb)</code></p>"pa

source: <p>Cloze exercises are texts or sentences where students must fill in missing words. They are often used for the following purposes:</p><ol><li>To check knowledge of core course concepts (this could be a pre-check, formative exercise, or summative check).</li><li>To check reading comprehension.</li><li>To check vocabulary knowledge.</li><li>To check word formation and/or grammatical competence. </li></ol>"pa
zu: <p>Izivivinyo ezivalekile zingokubhaliwe noma imisho lapho amanye amagama noma amaqoqo amagama esusiwe.Abafundi kumele bagcwalise ngamagama ezikhaleni.Zivame ukusetshenziselwa izinjongo ezilandelayo:</p><ol><li>Ukuhlola ulwazi lwemiqondo engumongo yesifundo (lokhu kungaba ukuhlola okuyisiqako, isivivinyo ngezakhi, noma ukuhlola ngezifinqo).</li><li>Ukuhlola indaba efundwayo.</li><li>Ukuhlola ulwazi lwamagama (ngokuvamile kubantu abangakhulumi ulimi lwesi-Ngisi).</li><li> Ukuhlola ukwakheka kwamagama noma ulwazi ngemithetho yokwakheka kolimi. </li></ol>"pa

source: <p>If left unchecked a small number of spelling and capitalization errors will be accepted. If checked only an exact match in spelling and capitalization will be accepted.</p><p><strong>For example:</strong> If the correct answer is <code>Elephant</code> and both <code>elephant</code> and <code>Eliphant</code> will be judged <em>\"close enough\"</em> by the algorythm as it only has one letter wrong, even if \"Check Capitilization\" is on.</p><p>If capitalzation checking is off in the above example, the lowercase <code>e</code> will not be considered a mistake and <code>eliphant</code> will also be accepted.</p><p>If both \"Strict Marking\" and \"Check Capitilization\" are set, the only correct answer is \"Elephant\". If only \"Strict Marking\" is checked and \"Check Capitilization\" is not, \"elephant\" will also be accepted.</p>"pa
zu: <p>Uma kushiywe kungenamaka inani elincane lamaphutha obizelomagama nosonhlamvukazi liyokwamukelwa.Uma kunomaka kuyokwamukelwa kuphela ubizelomagama nosonhlamvukazi okufanele.</p><p><strong>Ngokwesibonelo:</strong> Uma impendulo efanele kungu <code>Ndlovu</code> futhi kokubili u<code>ndlovu</code> no <code>Ndhlovu kuyojajwa<em>\''kuvaleke ngokwanele\''</em> indlela yokumaka njengokunohlamvu olulodwa olunephutha, nakuba uku \''Hlola osonhlamvukazi\'' kusebenza.</p><p>Uma ukuhlolwa kosonhlamvukazi kungasebenzi kwisibonelo esingaphezulu, uhlamvu oluncane <code>n</code> ngeke luthathwe njengoluyiphutha u <code>ndlovu</code> uyokwamukelwa.</p><p>Uma kokubili \''Ukumaka ngokungathi sina\'' noku \''Hlola osonhlamvukazi\'' kusebenza, impendulo efanele u \''Ndlovu\'' kuphela.Uma kusebenza \''Ukumaka ngokungathi sina\'' kuphela kodwa uku \''Hlola osonhlamvukazi\'' kungasebenzi, u \''ndlovu\'' uyokwamukelwa.</p>"pa

source: <p>If this option is checked, submitted answers with different capitalization will be marked as incorrect.</p>"pa
zu: <p>Uma lokhu kunomaka, izimpendulo ezithunyelwe zinosonhlamvukazi abahlukile ziyomakwa njengeziyiphutha.</p>"pa

source: <strong>Frame Height:</strong> "pa
zu: <strong>uBude boHlaka:</strong> "pa

source: A pedagogical tip allows you to describe your intended use and the pedagogy behind the devices development."pa
zu: Ukucebisa komfundisi kukuvumela ukuba uchaze ohlose ukukwenza kanye nesisusa sokuthuthukiswa kwalengosi yokufundisa."pa

source: A single simple discussion"pa
zu: Ingxoxo eyodwa elula"pa

source: Actions"pa
zu: Okwenziwayo"pa

source: Activity"pa
zu: Umsebenzi"pa

source: Add"pa
zu: Ongeza"pa

source: Add a single text line to an iDevice. Useful if you want the ability to place a label within the device."pa
zu: Ongeza umugqa owodwa wokubhaliwe kwi-iDevice.Kuyasiza uma ufuna ikhono lokufaka ilebula kwi-device."pa

source: Add a text entry box to an iDevice. Used for entering description textual content."pa
zu: Ongeza ibhokisi lokufaka okubhaliwe kwi-iDevice.Lisethsenziselwa ukufaka incazelo yokubhalwayo"pa

source: Add an image to your iDevice. Enables the selection of an image from your stored picture files."pa
zu: Faka isithombe kwi-iDevice yakho.Kwenzelwa ukukhethwa kwesithombe kwifayela yakho yezithombe."pa

source: Add another Option"pa
zu: Ongeza okunye okungakhethwa"pa

source: Add another Question"pa
zu: Ongeza omunye umbuzo"pa

source: Add another option"pa
zu: Ongeza okunye okungakhethwa"pa

source: Add another question"pa
zu: Ongeza omunye umbuzo"pa

source: Add images"pa
zu: Faka izithombe"pa

source: Add interactive feedback to your iDevice."pa
zu: Faka indlela yokuphendulana kwi-iDevice yakho."pa

source: Align:"pa
zu: Qondanisa:"pa

source: Allow auto completion when user filling the gaps."pa
zu: Vumela ukuqedela ngokuzenzakalelayo uma umsebenzisi egcwalisa izikhala."pa

source: Article"pa
zu: Ukulandisa okubhaliwe"pa

source: Attachment"pa
zu: Isinamathiselo"pa

source: Attachment %s has no parentNode"pa
zu: Isinamathiselo %s asinawo umsuka"pa

source: Author"pa
zu: Umbhali"pa

source: Button Caption"pa
zu: Inkinobho yokulandisa ngamafuphi"pa

source: Can a student post to this forum?:"pa
zu: Ingabe umfundi angakwazi ukuposela kulengosi?:"pa

source: Cancel"pa
zu: Nqamula"pa

source: Cannot access directory named "pa
zu: Isiqondisi esinikeziwe asifinyeleleki"pa

source: Caption:"pa
zu: Ukulandisa ngamafuphi:"pa

source: Case Study"pa
zu: Umgodla wokuFunda"pa

source: Check Caps?"pa
zu: Hlola oSonhlamvukazi?"pa

source: Chinese Wikipedia Article"pa
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiShayina"pa

source: Choose a LMS"pa
zu: Khetha i-LMS"pa

source: Click <strong>Select a file</strong>, browse to the file you want to attach and select it."pa
zu: Cindezela <strong>Khetha ifayela</strong>,bheka ifayela ofuna ukulinamathisela bese ulikhetha."pa

source: Click Here"pa
zu: Cindezela lapha"pa

source: Click here"pa
zu: Cindezela lapha"pa

source: Close"pa
zu: Vala"pa

source: Cloze"pa
zu: Okuvalekile"pa

source: Cloze Activity"pa
zu: uMsebenzi oValekile"pa

source: Correct"pa
zu: Kulungile"pa

source: Correct!"pa
zu: Kulungile!"pa

source: Delete"pa
zu: Susa"pa

source: Delete option"pa
zu: Susa okukhethiwe"pa

source: Delete question"pa
zu: Susa umbuzo"pa

source: Describe the tasks the learners should complete."pa
zu: Chaza umsebenzi abafundi okumele bawenze."pa

source: Description"pa
zu: Incazelo"pa

source: Description:"pa
zu: Incazelo:"pa

source: Discussion Activity"pa
zu: Umsebenzi weNgxoxo"pa

source: Discussion Topic/Thread:"pa
zu: Isihloko/Isihlanganiso seNgxoxo:"pa

source: Discussion topic/Thread"pa
zu: Isihloko/isihlanganiso seNgxoxo"pa

source: Discussions and replies are allowed"pa
zu: Izingxoxo nezimpendulo zivumelekile"pa

source: Display as:"pa
zu: Kubonise njenge:"pa

source: Done"pa
zu: Kwenziwe"pa

source: Dutch Wikipedia Article"pa
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiDashi"pa

source: ERROR Element.process called directly with %s class"pa
zu: Isici soMONAKALO.inqubo yokusebenza ishukunyiswa ngokuqondile ngesigaba se %s"pa

source: ERROR Element.renderEdit called directly with %s class"pa
zu: Isici soMONAKALO.enzaUkulungisa ngokushukunyiswa ngokuqondile ngesigaba se %s"pa

source: ERROR Element.renderView called directly with %s class"pa
zu: Isici soMONAKALO.enza ukuBuka ngokushukunyiswa ngokuqondile ngesigaba se %s"pa

source: ERROR: Block.renderViewContent called directly"pa
zu: KUNOMONAKALO: Thibela.enza ukuBukaOkuqukethwe ngokushukunyiswa ngokuqondile ngesigaba se %s"pa

source: Each person posts one discussion"pa
zu: Umuntu ngamunye uposa ingxoxo eyodwa"pa

source: Edit"pa
zu: Lungisa"pa
